{"01---Discovery-Journal/09-09-2024":{"title":"09-09-2024","links":[],"tags":[],"content":"Location: @Home\nCategory:\n\n Capture\n Elaboration\n Analysis\n Navigation\n\n &quot;Customers will always be more comfortable with what exists already, even if it&#039;s terrible&quot;\n\nWiFi router/server with additional functionality\n\nPossibly a lamp\nSide table\n\nWhen the world went digital, we slowly started losing our ownership over our media.\nNow everything is a subscription service. Our photos, videos, music, movies, books, are all in the hands of giant corporations who can do what they want with what they have.\nconsumer goods?\n\nspeakers\ne readers\nmp3 players\n\nYour network should work so that you never have to think about it."},"01---Discovery-Journal/09-10-2024":{"title":"09-10-2024","links":[],"tags":[],"content":"Location:\nCategory:\n\n Capture\n Elaboration\n Analysis\n Navigation\n\nClass Notes\nUncertainty - opportunity, defined by what we don’t know\n\nThere is uncertainty that can be reduced, that’s the goal\nMost big successes are accidents\n\nIf something is known, don’t waste time rediscovering  it"},"01---Discovery-Journal/09-12-2024":{"title":"09-12-2024","links":[],"tags":[],"content":"Location:\nClass Notes\nrunning analysis on bad data always equals bad outcome\nIf you’re too skeptical you’ll never believe that you know anything"},"01---Discovery-Journal/index":{"title":"index","links":[],"tags":[],"content":"this is a test"},"02---Resources/BOOKS/Atomic-Habits--Tiny-Changes,-Remarkable-Results":{"title":"Atomic Habits  Tiny Changes, Remarkable Results","links":[],"tags":[],"content":"Metadata\n\nAuthor: James Clear\nApple Books Link\n\nHighlights\nhabit is a routine or behavior that is performed regularly—and, in many cases, automatically\n\nYOUR HABITS CAN COMPOUND FOR YOU OR AGAINST YOU\n\n1% BETTER EVERY DAY\n1% worse every day for one year.  0.99365 = 00.03\n1% better every day for one year.  1.01365 = 37.78\n\nOutcomes are about what you get. Processes are about what you do. Identity is about what you believe\n\nImprovements are only temporary until they become part of who you are.\n\nthe aggregation of marginal gains\n\nFORGET ABOUT GOALS, FOCUS ON SYSTEMS INSTEAD\n\nBreakthrough moments are often the result of many previous actions, which build up the potential required to unleash a major change\n\nchanges that seem small and unimportant at first will compound into remarkable results if you’re willing to stick with them for years\n\nwrong. The biggest barrier to positive change at any level—individual, team, society—is identity conflict\n\nThe more pride you have in a particular aspect of your identity, the more motivated you will be to maintain the habits associated with it.\n\nBehind every system of actions are a system of beliefs\n\nThe human brain is a prediction machine\n\nYou are much more than your conscious self.\n\nThe more tightly bound your new habit is to a specific cue, the better the odds are that you will notice when the time comes to act.\n\nUntil you make the unconscious conscious, it will direct your life and you will call it fate.\n\nGive your habits a time and a space to live in the world. The goal is to make the time and location so obvious that, with enough repetition, you get an urge to do the right thing at the right time, even if you can’t say why\n\nEnvironment is the invisible hand that shapes human behavior\n\nBe the designer of your world and not merely the consumer of it.\n\nIf you’re not careful about cues, you can cause the very behavior you want to stop.\n\nYou can break a habit, but you’re unlikely to forget it. Once the mental grooves of habit have been carved into your brain, they are nearly impossible to remove entirely—even if they go unused for quite a while.\n\nThe people with the best self-control are typically the ones who need to use it the least. It’s easier to practice self-restraint when you don’t have to use it very often\n\nWe have the brains of our ancestors but temptations they never had to face.\n\nMost days, we’d rather be wrong with the crowd than be right by ourselves.\n\nDesire is the engine that drives behavior. Every action is taken because of the anticipation that precedes it. It is the craving that leads to the response.\n\nIt is the anticipation of a reward—not the fulfillment of it—that gets us to take action.\n\nYour habits are modern-day solutions to ancient desires. New versions of old vices.\n\nDesire is the difference between where you are now and where you want to be in the future.\n\nA craving\n\nmotion allows us to feel like we’re making progress without running the risk of failure"},"02---Resources/BOOKS/Bigger-Leaner-Stronger--The-Simple-Science-of-Building-the-Ultimate-Male-Body-(The-Build-Healthy-Muscle-Series)":{"title":"Bigger Leaner Stronger  The Simple Science of Building the Ultimate Male Body (The Build Healthy Muscle Series)","links":[],"tags":[],"content":"Metadata\n\nAuthor: Matthews, Michael\nApple Books Link\n\nHighlights\nlift hard, lift heavy, get sufficient rest, and feed your body correctly\n\nA high-intensity workout is one where you feel like you didn’t leave anything in the tank"},"02---Resources/BOOKS/Deep-Work":{"title":"Deep Work","links":[],"tags":[],"content":"Metadata\n\nAuthor: Cal Newport\nApple Books Link\n\nHighlights\nYou have a finite amount of willpower that becomes depleted as you use it.\n\nTo produce at your peak level you need to work for extended periods with full concentration on a single task free from distraction.\n\nGreat creative minds] think like artists but work like accountants.”\n\nA good chief executive is essentially a hard-to-automate decision engine,\n\nHuman\n\nTheir rituals minimized the friction in this transition to depth, allowing them to go deep more easily and stay in the state longer.\n\nTwo Core Abilities for Thriving in the New Economy\n\nThe ability to quickly master hard things.\nThe ability to produce at an elite level, in terms of both quality and speed.\n\n\nTo learn hard things quickly, you must focus intensely without distraction.\n\nThe ability to concentrate intensely is a skill that must be trained.\n\nvoluntary effort to accomplish something difficult and worthwhile.”\n\nBusyness as Proxy for Productivity: In the absence of clear indicators of what it means to be productive and valuable in their jobs, many knowledge workers turn back toward an industrial indicator of productivity: doing lots of stuff in a visible manner.\n\nYour\n\nTo ask a CEO to spend four hours thinking deeply about a single problem is a waste of what makes him or her valuable. It’s better to hire three smart subordinates to think deeply about the problem and then bring their solutions to the executive for a final decision.\n\n“Who you are, what you think, feel, and do, what you love—is the sum of what you focus on.”\n\nIf you don’t produce, you won’t thrive—no matter how skilled or talented you are."},"02---Resources/BOOKS/Digital-Minimalism":{"title":"Digital Minimalism","links":[],"tags":[],"content":"Metadata\n\nAuthor: Cal Newport;\nApple Books Link\n\nHighlights\ntired of feeling like they’ve become a slave to their devices\n\nyou come into the process a frazzled maximalist and leave an intentional minimalist.\n\nwhat you need instead is a full-fledged philosophy of technology use, rooted in your deep values, that provides clear answers to the questions of what tools you should use and how you should use them and, equally important, enables you to confidently ignore everything else.\n\nThe key to thriving in our high-tech world, they’ve learned, is to spend much less time using technology.\n\nwrites: “The mass of men lead lives of quiet desperation\n\nAddiction is a condition in which a person engages in use of a substance or in a behavior for which the rewarding effects provide a compelling incentive to repeatedly pursue the behavior despite detrimental consequences\n\nThe cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run\n\nthese addictive properties of new technologies are not accidents, but instead carefully engineered design features\n\nour soul can be understood as a chariot driver struggling to rein two horses\n\nI went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived\n\nput technology to work on behalf of specific things you value.\n\nThe Minimalist Technology Screen\nTo allow an optional technology back into your life at the end of the digital declutter, it must:\n\t\t\t\t\tServe something you deeply value (offering some benefit is not enough).\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBe the best way to use technology to serve this value (if it’s not, replace it with something better).\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tHave a role in your life that is constrained with a standard\n\n\nHe asks us to treat the minutes of our life as a concrete and valuable substance—arguably the most valuable substance we possess—and to always reckon with how much of this life we trade for the various activities we allow to claim our time.\n\nA temporary detox is a much weaker resolution than trying to permanently change your life, and therefore much easier for your mind to subvert when the going gets tough.\n\nFor many people, their compulsive phone use papers over a void created by a lack of a well-developed leisure life."},"02---Resources/BOOKS/Discipline-Equals-Freedom":{"title":"Discipline Equals Freedom","links":[],"tags":[],"content":"Metadata\n\nAuthor: Jocko Willink\nApple Books Link\n\nHighlights\nSET YOUR ALARM CLOCK AND GET OUT OF BED WHEN IT GOES OFF\n\nMaintain the routine.\nMaintain the discipline.\n\nExercise doesn’t need to be some complex, multi-level, multi-dimensional, scientifically proven methodology. But it does need to be SOMETHING"},"02---Resources/BOOKS/Ego-Is-the-Enemy":{"title":"Ego Is the Enemy","links":[],"tags":[],"content":"Metadata\n\nAuthor: Ryan Holiday\nApple Books Link\n\nHighlights\nI’ve found that if you go looking you’ll find that history is also made by individuals who fought their egos at every turn, who eschewed the spotlight, and who put their higher goals above their desire for recognition\n\nEgo is stolen. Confidence is earned\n\nego inhibits true success by preventing a direct and honest connection to the world around us.\n\nsuppress ego early before bad habits take hold,\n\nThe ego we see most commonly goes by a more casual definition: an unhealthy belief in our own importance\n\nIf you start believing in your greatness, it is the death of your creativity\n\nIn this way, ego is the enemy of what you want and of what you have: Of mastering a craft.\n\nAlmost universally, the kind of performance we give on social media is positive. It’s more “Let me tell you how well things are going. Look how great I am.” It’s rarely the truth: “I’m scared. I’m struggling. I don’t know.”\n\nIt is poise, not pose.\n\nIn actuality, silence is strength—particularly early on in any journey.\n\nTalk depletes us. Talking and doing fight for the same resources\n\nAppearances are deceiving. Having authority is not the same as being an authority.\n\nLet the others slap each other on the back while you’re back in the lab or the gym or pounding the pavement. Plug that hole—that one, right in the middle of your face—that can drain you of your vital life force. Watch what happens. Watch how much better you get."},"02---Resources/BOOKS/Guns,-Germs,-and-Steel":{"title":"Guns, Germs, and Steel","links":[],"tags":[],"content":"Metadata\n\nAuthor: Jared Diamond\nApple Books Link\n\nHighlights\navailability of more consumable calories means more people\n\nIn practice, nomadic hunter-gatherers space their children about four years apart\n\nGerms thus acquired ultimately from domestic animals played decisive roles in the European conquests of Native Americans, Australians, South Africans, and Pacific islanders"},"02---Resources/BOOKS/Hackers--and--Painters":{"title":"Hackers & Painters","links":[],"tags":[],"content":"Metadata\n\nAuthor: Paul Graham\nApple Books Link\n\nHighlights\nGood hackers develop a habit of questioning everything\n\nThe way to create something beautiful is often to make subtle tweaks to something that already exists, or to combine existing ideas in a slightly new way.\n\nA startup is a small company that takes on a hard technical problem.\n\nWealth is the fundamental thing. Wealth is stuff we want: food, clothes, houses, cars, gadgets, travel to interesting places, and so on. You can have wealth without having money\n\nThe only external test is time. Over time, beautiful things tend to thrive, and ugly things tend to get discarded.\n\nIf a fairly good hacker is worth 80,000 a year at a big company, then a smart hacker working very hard without any corporate bullshit to slow him down should be able to do work worth about 3 million a year.\n\nYou just have to do something people want\n\nif you want to make a million dollars, you have to endure a million dollars’ worth of pain"},"02---Resources/BOOKS/Hyperfocus":{"title":"Hyperfocus","links":[],"tags":[],"content":"Metadata\n\nAuthor: Chris Bailey\nApple Books Link\n\nHighlights\nWe are what we pay attention to.\n\nWe are what we pay attention to."},"02---Resources/BOOKS/Meditations":{"title":"Meditations","links":[],"tags":[],"content":"Metadata\n\nAuthor: Marcus Aurelius\nApple Books Link\n\nHighlights\nThe best revenge is not to be like your enemy.\n\nAt break of day, when you are reluctant to get up, have this thought ready to mind: ‘I am getting up for a man’s work. Do I still then resent it, if I am going out to do what I was born for, the purpose for which I was brought into the world? Or was I created to wrap myself in blankets and keep warm?’ ‘But this is more pleasant.’ Were you then born for pleasure – all for feeling, not for action? Can you not see plants, birds, ants, spiders, bees all doing their own work, each helping in their own way to order the world? And then you do not want to do the work of a human being – you do not hurry to the demands of your own nature. ‘But one needs rest too.’ One does indeed:\n\nIf you are doing your proper duty let it not matter to you whether you are cold or warm, whether you are sleepy or well-slept, whether men speak badly or well of you, even whether you are on the point of death or doing something else: because even this, the act in which we die, is"},"02---Resources/BOOKS/Sapiens--A-Brief-History-of-Humankind":{"title":"Sapiens  A Brief History of Humankind","links":[],"tags":[],"content":"Metadata\n\nAuthor: Yuval Noah Harari\nApple Books Link\n\nHighlights\nOur lack of brothers and sisters makes it easier to imagine that we are the epitome of creation, and that a chasm separates us from the rest of the animal kingdom.\n\nHaving so recently been one of the underdogs of the savannah, we are full of fears and anxieties over our position, which makes us doubly cruel and dangerous\n\nHomo sapiens conquered the world thanks above all to its unique language.\n\nIn Homo sapiens, the brain accounts for about 2–3 per cent of total body weight, but it consumes 25 per cent of the body’s energy when the body is at rest\n\nWhen humans domesticated fire, they gained control of an obedient and potentially limitless force"},"02---Resources/BOOKS/Shop-Class-as-Soulcraft":{"title":"Shop Class as Soulcraft","links":[],"tags":[],"content":"Metadata\n\nAuthor: Matthew B. Crawford\nApple Books Link\n\nHighlights\nIt’s a ventriloquist conversation in one mechanical voice, and the gist of it is “Yeah\n\nThe disappearance of tools from our common education is the first step toward a wider ignorance of the world of artifacts we inhabit\n\nwork were visible for all to see, so my competence was real for others as well; it had a social currency\n\nstruggle for individual agency\n\nin becoming less obtrusive, our devices also become more complicated\n\nThe rise of  “teamwork” has made it difficult to trace individual responsibility, and opened the way for new and uncanny modes of manipulation of workers by managers, who now appear in the guise of therapists or life coaches. Managers themselves inhabit a bewildering psychic landscape, and are made anxious by the vague imperatives they must answer to\n\nmost people take pride in being good at something specific, which happens through the accumulation of experience."},"02---Resources/BOOKS/Steal-Like-an-Artist":{"title":"Steal Like an Artist","links":[],"tags":[],"content":"Metadata\n\nAuthor: Austin Kleon\nApple Books Link\n\nHighlights\nWhat is originality? Undetected plagiarism.”\n—William Ralph Inge\n\nHow does an artist look at the world?\nFirst, you figure out what’s worth stealing, then you move on to the next thing.\nThat’s about all there is to it.\n\nThe artist is a collector. Not a hoarder, mind you, there’s a difference: Hoarders collect indiscriminately, artists collect selectively. They only collect things that they really love\n\nThe computer is really good for editing your ideas, and it’s really good for getting your ideas ready for publishing out into the world, but it’s not really good for generating ideas. There are too many opportunities to hit the delete key.\n\nWe need to move, to feel like we’re making something with our bodies, not just our heads\n\nYou have to be curious about the world in which you live. Look things up. Chase down every reference. Go deeper than anybody else—that’s how you’ll get ahead.\n\nThere’s no pressure when you’re unknown\n\nThe work you do while you procrastinate is probably the work you should be doing for the rest of your life.”\n—Jessica Hische\n\n\nYou can’t connect the dots looking forward, you can only connect them looking backwards.”\n—Steve Jobs\n\nDraw the art you want to see, start the business you want to run, play the music you want to hear, write the books you want to read, build the products you want to use—do the work you want to see done.\n\nit’s always your job to get yourself an education\n\nAs Salvador Dalí said, “Those who do not want to imitate anything, produce nothing.”\n\nIf all your favorite makers got together and collaborated, what would they make with you leading the crew?\n\nIt is our failure to become our perceived ideal that ultimately defines us and makes us unique.” Thank goodness.\n\nit’s in the act of making things and doing our work that we figure out who we are.\n\nIf you ever find that you’re the most talented person in the room, you need to find another room\n\nget comfortable with being misunderstood, disparaged, or ignored—the trick is to be too busy doing your work to care.\n\nTravel makes the world look new, and when the world looks new, our brains work harder\n\nGet a calendar. Fill the boxes. Don’t break the chain.\n\nright now.\nThe\n\nNothing is more paralyzing than the idea of limitless possibilities. The idea that you can do anything is absolutely terrifying."},"02---Resources/BOOKS/Steve-Jobs":{"title":"Steve Jobs","links":[],"tags":[],"content":"Metadata\n\nAuthor: Walter Isaacson\nApple Books Link\n\nHighlights\nBecause he could not afford to pay for computer time, he wrote the code by hand\n\ndrive for perfection meant caring about the craftsmanship even of the parts unseen\n\nHe had the power to focus like a laser beam, and when it came across you, you basked in the light of his attention. When it moved to another point of focus, it was very, very dark for you\n\nIn his presence, reality is malleable. He can convince anyone of practically anything\n\nIntuition is a very powerful thing, more powerful than intellect, in my opinion\n\nIt was the brighter side of what would become known as his reality distortion field. “If you trust him, you can do things,” Holmes said. “If he’s decided that something should happen, then he’s just going to make it happen.\n\nJobs had made it very clear that he and the “we” of Apple were one.\n\nBecause the people who are crazy enough to think they can change the world are the ones who do.\n\nHe believed that great harvests came from arid sources, pleasure from restraint,” she noted. “He knew the equations that most people didn’t know: Things led to their opposites\n\nIf you just sit and observe, you will see how restless your mind is. If you try to calm it, it only makes it worse, but over time it does calm, and when it does, there’s room to hear more subtle things\n\n$1,300 in working capital\n\nJobs at times seemed to be driven by demons, while Woz seemed a naïf who was toyed with by angels. Jobs had a bravado that helped him get things done, occasionally by manipulating people. He\n\nI see God in the instruments and mechanisms that work reliably.\n\nIn the annals of innovation, new ideas are only part of the equation. Execution is just as important\n\nIssey Miyake\n\nJobs was more intuitive and romantic and had a greater instinct for making technology usable, design delightful, and interfaces friendly. He had a passion for perfection, which made him fiercely demanding, and he managed by charisma and scattershot intensity.\n\nHe loved doing things right. He even cared about the look of the parts you couldn’t see.”\n\nYour goal should be making something you believe in and making a company that will last.”\n\nHe had these huge expectations, and if people didn’t deliver, he couldn’t stand it. He couldn’t control himself\n\nIf you don’t love something, you’re not going to go the extra mile, work the extra weekend, challenge the status quo as much.\n\nThe goal was never to beat the competition, or to make a lot of money. It was to do the greatest thing possible, or even a little greater.\n\nyou can’t win on innovation unless you have a way to communicate to customers.”\n\nHe was always walking around barefoot,”\n\nmore a showman than a businessman\n\nSimplicity is the ultimate sophistication\n\nThe thing that struck me was his intensity. Whatever he was interested in he would generally carry to an irrational extreme.”\n\nSteve prefers to be in the moment, talking things through. He once told me, ‘If you need slides, it shows you don’t know what you’re talking about.’”\n\nI will solve your problem, and you will pay me,” he told Jobs. “You can use what I produce, or not, but I will not do options, and either way you will pay me.”\n\nI am a reflection of what I do,\n\nanother role model waiting to be emulated.\n\na great company must be able to impute its values from the first impression it makes.\n\ncapitalized on the inventions of a friend who wanted to give them away for free\n\nStay Hungry. Stay Foolish\n\nDesign is the fundamental soul of a man-made creation that ends up expressing itself in successive outer layers.”\n\nFor the rest of his career, Jobs would understand the needs and desires of customers better than any other business leader, he would focus on a handful of core products, and he would care, sometimes obsessively, about marketing and image and even the details of packaging\n\nthat whatever he was touting was the best thing he had ever produced\n\nI’m one of the few people who understands how producing technology requires intuition and creativity, and how producing something artistic takes real discipline.\n\nJobs always wanted Apple to create its own unified utopia, a magical walled garden where hardware and software and peripheral devices worked well together to create a great experience, and where the success of one product drove sales of all the companions.\n\nIt had become for him a little island of magical artistry that gave him deep emotional pleasure, and he was willing to nurture it and bet on it.\n\nHe had the attitude that he could do anything, and therefore so can you. He put his life in my hands. So that made me do something I didn’t think I could do.\n\nSo let’s make it work.” It was what he liked to call a bet-the-company moment, high risk and high reward if it succeeded.\n\nJobs’s memento mori had been delivered by his doctors, but it did not instill humility. Instead he roared back after his recovery with even more passion. The illness reminded him that he had nothing to lose, so he should forge ahead full speed\n\nHe ordered a mango smoothie and a plain vegan pasta, neither of which was on the menu\n\nWe make progress by eliminating things, by removing the superfluous\n\nJobs decided not to have surgery to remove the tumor\n\nAt every step, Jobs pushed to remove and simplify\n\nThe job of art is to chase ugliness away\n\nWhat are the five products you want to focus on? Get rid of the rest, because they’re dragging you down.\n\nI’m disappointed in Obama,” he said. “He’s having trouble leading because he’s reluctant to offend people or piss them off.”"},"02---Resources/BOOKS/Sun-and-Steel":{"title":"Sun and Steel","links":[],"tags":[],"content":"Metadata\n\nAuthor: Mishima, Yukio\nApple Books Link\n\nHighlights\nWords are a medium that reduces reality to abstraction\n\nFor ideas are, in the long run, essentially foreign to human existence; and the body — receptacle of the involuntary muscles, of the internal organs and circulatory system over which it has no control — is foreign to the spirit, so that it is even possible for people to use the body as a metaphor for ideas, both being something quite alien to human existence as such.\n\nI could either cultivate that orchard to its capacity or leave it for the weeds to run riot in.\n\nIf I had done so, my words would have lost their purity. I should have been violated by reality, and reality would have become inescapable.\n\nLittle by little, I began to feel uncertain about the night\n\nThe sun became associated with the main highway of my life. And little by little, it tanned my skin brown, branding me as a member of the other race.\n\nThe exercise of the muscles elucidated the mysteries that words had made.\n\nBulging muscles, a taut stomach, and a tough skin, I reasoned, would correspond respectively to an intrepid fighting spirit, the power of dispassionate intellectual judgement, and a robust disposition.\n\nAt such times, the strength was mine, and equally it was the steel’s. My sense of existence was feeding on itself.\n\nJust as muscles slowly increase their resemblance to steel, so we are gradually fashioned by the world;\n\nthe steel restored the classical balance that the body had begun to lose, reinstating it in its natural form, the form that it should have had all along.\n\nThe opponent and I dwelt in the same world. When I looked, the opponent was seen; when the opponent looked, I was seen;\n\nIdeas do not stare back\n\nIt was an attempt to reach the “ultimate sensation” that lies just a hairsbreadth beyond the reach of the senses.\n\nno technique of action can become effective until repeated practice has drummed it into the unconscious areas of the mind.\n\nWhy do we conceive the desire to give expression to things that cannot be said—and sometimes succeed?\n\nPain, I came to feel, might well prove to be the sole proof of the persistence of consciousness within the flesh\n\nYet my dreams became, at some stage, my muscles\n\nAt the height of the fray, I found, the tardy process of creating muscle, whereby strength creates form and form creates strength, is repeated so swiftly that it becomes imperceptible to the eye\n\nI lacked the physical courage to seek out suffering for myself, to take pain unto myself\n\nThus I glimpsed from time to time another sun quite different from that by which I had been so long blessed, a sun full of the fierce dark flames of feeling, a sun of death that would never burn the skin yet gave forth a still stranger glow\n\nThe defeat of the foe occurs when he accommodates his form to the hollow in space that one has already marked out; at that moment, one’s own form must preserve a constant precision and beauty\n\nMore than anything, I detested defeat\n\nI knew, of course, that there are some truths in this world that one cannot see unless one unbends one’s posture. But such things could well be left to others."},"02---Resources/BOOKS/The-48-Laws-of-Power":{"title":"The 48 Laws of Power","links":[],"tags":[],"content":"Metadata\n\nAuthor: Robert Greene\nApple Books Link\n\nHighlights\nTreating everyone equally means ignoring their differences, elevating the less skillful and suppressing those who excel\n\npatience is the supreme virtue of the gods, who have nothing but time. Everything good will happen—the grass will grow again, if you give it time and see several steps into the future\n\nEveryone admires the bold; no one honors the timid\n\nAlways seem patient, as if you know that everything will come to you eventually\n\nproperties. If the game of power is inescapable, better to be an artist than a denier or a bungler.\n\nthose who make a show or display of innocence are the least innocent of all.\n\nthe better you are at dealing with power, the better friend, lover, husband, wife, and person you become.\n\nAn emotional response to a situation is the single greatest barrier to power, a mistake that will cost you a lot more than any temporary satisfaction you might gain by expressing your feelings\n\nPeople have an overwhelming desire to believe in something\n\nOnce the words are out, you cannot take them back. Keep them under control.\n\na person who cannot control his words shows that he cannot control himself, and is unworthy of respect.\n\nBut the human tongue is a beast that few can master. It strains constantly to break out of its cage, and if it is not tamed, it will run wild and cause you grief\n\nAbsence diminishes minor passions and inflames great ones, as the wind douses a candle and fans a fire.\n\nThey are missing a presence that will never return\n\nImage: The Sun. It can only be appreciated by its absence. The longer the days of rain, the more the sun is craved. But too many hot days and the sun overwhelms. Learn to keep yourself obscure and make people demand your return.\n\nMake yourself too available and the aura of power you have created around yourself will wear away. Turn the game around: Make yourself less accessible and you increase the value of your presence.\n\nOnly the terminally subordinate act in a predictable manner\n\nYou have chosen war. What will happen will happen, and what it is to be we know not; only God knows.”\n\nin a strictly military sense a fortress is invariably a mistake. It becomes a symbol of power’s isolation,\n\nnever inadvertently to insult or impugn a person’s brain power. That is an unforgivable sin.\n\nKnow how to be all things to all men\n\nYour timidity infects people with awkward energy, elicits embarrassment. Doubt springs up on all sides.\n\nEveryone admires the bold; no one honors the timid.\n\nentering action with boldness has the magical effect of hiding our deficiencies\n\nLearn to play many roles, to be whatever the moment requires. Adapt your mask to the situation—be protean in the faces you wear.\n\nHesitation puts obstacles in your path, boldness eliminates them"},"02---Resources/BOOKS/The-Alchemist":{"title":"The Alchemist","links":[],"tags":[],"content":"Metadata\n\nAuthor: Paulo Coelho\nApple Books Link\n\nHighlights\nshepherds, like seamen and like traveling salesmen, always found a town where there was someone who could make them forget the joys of carefree wandering.\n\nHe never realized that people are capable, at any time in their lives, of doing what they dream of.\n\nThey trust me, and they’ve forgotten how to rely on their own instincts, because I lead them to nourishment.\n\nIt’s this: that at a certain point in our lives, we lose control of what’s happening to us, and our lives become controlled by fate. That’s the world’s greatest lie.”\n\nAnd, when you want something, all the universe conspires in helping you to achieve it.”\n\nIf you start out by promising what you don’t even have yet, you’ll lose your desire to work toward getting it.”\n\nBut when he thought to complain about the burden of its weight, he remembered that, because he had the jacket, he had withstood the cold of the dawn.\n\nwhoever you are, or whatever it is that you do, when you really want something, it’s because that desire originated in the soul of the universe. It’s your mission on earth.”\n\nThe boy felt jealous of the freedom of the wind, and saw that he could have the same freedom. There was nothing to hold him back except himself.\n\nGod has prepared a path for everyone to follow. You just have to read the omens that he left for you.”\n\nshe wasn’t as important as his flock, because she didn’t depend on him. Maybe she didn’t even remember him. He was sure that it made no difference to her on which day he appeared: for her, every day was the same, and when each day is the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.\n\nThen go back and observe the marvels of my world,’ said the wise man. ‘You cannot trust a man if you don’t know his house.’\n\nBut now I’m sad and alone. I’m going to become bitter and distrustful of people because one person betrayed me. I’m going to hate those who have found their treasure because I never found mine. And I’m going to hold on to what little I have, because I’m too insignificant to conquer the world.\n\nI’m like everyone else—I see the world in terms of what I would like to see happen, not what actually does.”\n\nin front of his own sheep. But the marketplace was empty, and he was far from home, so he wept. He wept because God was unfair, and because this was the way God repaid those who believed in their dreams.\n\nI’m afraid that if my dream is realized, I’ll have no reason to go on living.\n\nSometimes, there’s just no way to hold back the river.\n\ndon’t want to change anything, because I don’t know how to deal with change. I’m used to the way I am\n\nwas the language of enthusiasm, of things accomplished with love and purpose, and as part of a search for something believed in and desired\n\npeople need not fear the unknown if they are capable of achieving what they need and want\n\nmaking a decision was only the beginning of things. When someone makes a decision, he is really diving into a strong current that will carry him to places he had never dreamed of when he first made the decision.\n\nWe are afraid of losing what we have, whether it’s our life or our possessions and property. But this fear evaporates when we understand that our life stories and the history of the world were written by the same hand\n\nThey must be used to their new shepherd, and have probably already forgotten me. That’s good. Creatures like the sheep, that are used to traveling, know about moving on\n\nThe dunes were changed constantly by the wind, yet these were the same sands he had known since he was a child\n\nThe secret is here in the present. If you pay attention to the present, you can improve upon it. And, if you improve on the present, what comes later will also be better. Forget about the future, and live each day according to the teachings, confident that God loves his children. Each day, in itself, brings with it an eternity\n\nIf I am really a part of your dream, you’ll come back one day.”\n\nWhen you are in love, things make even more sense\n\nHe had lived every one of his days intensely since he had left home so long ago. If he died tomorrow, he would already have seen more than other shepherds, and he was proud of that.\n\nYou must understand that love never keeps a man from pursuing his Personal Legend. If he abandons that pursuit, it’s because it wasn’t true love…the love that speaks the Language of the World\n\nThe wise men understood that this natural world is only an image and a copy of paradise. The existence of this world is simply a guarantee that there exists a world that is perfect. God created the world so that, through its visible objects, men could understand his spiritual teachings and the marvels of his wisdom. That’s what I mean by action\n\nTell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams, because every second of the search is a second’s encounter with God and with eternity.”\n\nThere is only one way to learn,” the alchemist answered. “It’s through action\n\nall people who are happy have God within them\n\nUsually the threat of death makes people a lot more aware of their lives.\n\nThat’s what alchemists do. They show that, when we strive to become better than we are, everything around us becomes better, too.\n\nWhen you are loved, there’s no need at all to understand what’s happening, because everything happens within you, and even men can turn themselves into the wind\n\nEven from a distance, their eyes conveyed the strength of their souls. And their eyes spoke of death.\n\nwhen something evolves, everything around that thing evolves as well\n\nYour eyes show the strength of your soul,” answered the alchemist.\n\nThe boy reached through to the Soul of the World, and saw that it was a part of the Soul of God. And he saw that the Soul of God was his own soul. And that he, a boy, could perform miracles.\n\nIf a person is living out his Personal Legend, he knows everything he needs to know. There is only one thing that makes a dream impossible to achieve: the fear of failure.”\n\nno project is completed until its objective has been achieved.\n\nThe alchemist said, “No matter what he does, every person on earth plays a central role in the history of the world. And normally he doesn’t know it.”\n\nIt’s the possibility of having a dream come true that makes life interesting"},"02---Resources/BOOKS/The-Comfort-Crisis--Embrace-Discomfort-to-Reclaim-Your-Wild,-Happy,-Healthy-Self":{"title":"The Comfort Crisis  Embrace Discomfort to Reclaim Your Wild, Happy, Healthy Self","links":[],"tags":[],"content":"Metadata\n\nAuthor: Michael Easter\nApple Books Link\n\nHighlights\nSteve Jobs once said, “I’m a big believer in boredom….All the [technology] stuff is wonderful, but having nothing to do can be wonderful, too.”\n\nFear is apparently a mindset often felt prior to experience.\n\nNo one has perfected the art of giving me shit quite like she has, and it’s never hit me how much that means to me.\n\nWhen you remove superficial metrics you can accomplish way more.”\n\nWe all suck at new things. But clumsily exiting our comfort zones offers way too many upsides to ignore.\n\nTorrance Test of Creative Thinking,\n\nFailure even a hundred years ago could mean that you die,” said Elliott. “But people vastly overestimate the consequences of failure today. Failure now is that you fuck up a PowerPoint presentation and your boss gives you a bad look.”\n\nWe are living progressively sheltered, sterile, temperature-controlled, overfed, underchallenged, safety-netted lives. And it’s limiting the degree to which we experience our “one wild and precious life,” as poet Mary Oliver put it.\n\nthe phenomenon first theorized by William James and proven by recent studies, which shows that new events decelerate our perception of time.\n\nEnter misogi, a circumnavigation of the edges of human potential.\n\nwere able to draw on the Well of Fortitude we built on challenging missions\n\nMisogi may uncover the coveted “flow state.”\n\nIf I ended the day fitter or smarter, then it was a good day.\n\nYet we mute it with pills, surgery, or rest.\n\nBack pain costs our economy $100 billion every year.\n\nOne scientist calculated the numbers and found that a person’s odds of being alive are 1 in 10 to the 2,685,000 power. The scientist explains that these odds are the same as having a group of 2 million people each roll a trillion-sided die and every roll landing on the same number. Like 550,343,279,007.\n\nAs an artist, I thought I knew blue. But that misogi fully immersed me in so many shades, gradients, vibrancies, and transitions of blue. The water and sky. I now know blue.\n\ndespite the initial promises of minimalist and barefoot running, the method for most doesn’t seem to be any less injurious than running in traditional shoes, according to a review of all the research published in the scientific journal Sports Health\n\nIt was the people most removed from the food source—mostly urbanites who had experienced only perfectly manicured meat all lined up in earnest at the grocery store—who had the harshest opinion about killing one’s own meat.\n\nAt the tip of the spear in the US we have the fittest soldiers who ever existed. At the opposite end we have the most unfit citizenry,” he said. “And that is to our detriment and to the detriment of America.”\n\nPain was and still is an evolutionary advantage\n\nJust ten days of not using a muscle significantly weakens and shrinks it.\n\nWe used to be very active movement generalists,\n\nBefore we figured out animal husbandry and crop cultivation we were “essentially professional athletes whose livelihood required [us] to be physically active,” said Harvard anthropologists.\n\nbeing overly materialistic leads to unhappiness."},"02---Resources/BOOKS/The-Count-of-Monte-Cristo":{"title":"The Count of Monte Cristo","links":[],"tags":[],"content":"Metadata\n\nAuthor: Alexandre Dumas\nApple Books Link\n\nHighlights\nHe told himself it was the hatred of men and not the vengeance of God that had thrust him into this dark abyss. He doomed these unknown men to the most cruel torments his fiery imagination was capable of conjuring up, but, even so, the most awful of these torments seemed to him too mild and too short for them, for after the torment would come death, and in death they would find, if not repose, at all events that insensibility which so nearly resembles repose.\n\ncaptivity shared with another is but half captivity\n\nAnd they all regarded with astonishment this man whose eye had recovered an intelligence and his body a vigour they were far from suspecting him to possess.\n\nTime which casts its mantle of moss on all things material, and its mantle of oblivion on all things mortal\n\nThe sea is the cemetery of the Château d’If.\n\nOn his deathbed, when his mind had been given that lucidity that the near approach of death brings with it, this thought which had till then only been a superstition, became a conviction. The last words he spoke were: ‘Maximilian, it was Edmond Dantès!’\n\ntogether with a will as powerful as it is possible for a mind to possess which is encumbered by a body over which it has lost the power of compelling obedience.\n\nA man who lives in such a world of poetry will grow weary of a monotonous passion such as ours\n\nAs for Monte Cristo, his head was bowed, his arms hung listless. He was crushed under the weight of twenty-four years’ memories\n\nwhat I admire is your way of being served without a question,\n\nDevoted hearts seek one another in time of danger, and, child though I was, I instinctively sensed that some great danger was hanging over our heads\n\nWhat I have loved most after you,  Mercédès, has been myself, that means to say, my dignity, the force that made me superior to all others. This force was life to me. You have broken it, and I must die!”\n\nwhat is marvellous? That which we do not comprehend. What is truly desirable? That which we cannot have. Now to see things I cannot understand, to procure things impossible of possession, such is the plan of my life. I can realize it by two means: money and will\n\nof saving his life\n\neverything appears possible to the condemned man, to whom a miracle becomes an everyday occurrence when it is a question\n\nthere are those who have suffered so much and yet have not succumbed to their sufferings, but instead have built up a new fortune on the ruins of their former happiness\n\nAre you prepared to fight against our ill fortune, Valentine? Tell me, for this is what I have come to ask you.\n\nOn arriving at the house, Morrel was not even out of breath, for love lends wings\n\nMonte Cristo pressed his hand to his forehead. What was passing through that mind heavy with terrible secrets? What was the angel of light, or the angel of darkness, saying to that implacable human mind? God alone knows.\n\nThen this man of iron felt his heart swelling within him, a burning flame seemed to rise in his throat, and from thence rush to his eyes; he bowed his head and wept. For a while nothing was heard in the room but weeping and sobbing; a sound that must have been sweet to the angels in Heaven!\n\nDelays only double grief when one has to part\n\nWhat I demand, madame, is that justice shall be done. My mission on earth is to punish,” he added with a fierce look in his eyes. “I should send the executioner to any other woman were she the Queen herself, but to you I am merciful! To you I say: ‘Madame, have you not put aside a few drops of the most potent, the swiftest, and deadliest poison?\n\nHe, who had never felt compassion for anyone, decided to go to his father so that in his weakness he would have someone to whom he could relate his sufferings, someone with whom he could weep\n\nIt takes a long time for eyes that are swollen with weeping to see clearly, and at first, perhaps, he did not comprehend this infinite mercy, but at length he took patience and waited"},"02---Resources/BOOKS/The-Creative-Act":{"title":"The Creative Act","links":[],"tags":[],"content":"Metadata\n\nAuthor: Rick Rubin\nApple Books Link\n\nHighlights\nCreativity is a fundamental aspect of being human. It’s our birthright. And it’s for all of us.\n\nIf you have an idea you’re excited about and you don’t bring it to life, it’s not uncommon for the idea to find its voice through another maker. This isn’t because the other artist stole your idea, but because the idea’s time has come.\n\nUse what’s helpful.\nLet go of the rest.\n\nAs children, we experience much less interference between receiving ideas and internalizing them. We accept new information with delight instead of making comparisons to what we already believe; we live in the moment rather than worrying about future consequences; we are spontaneous more than analytical; we are curious, not jaded"},"02---Resources/BOOKS/The-Histories":{"title":"The Histories","links":[],"tags":[],"content":"Metadata\n\nAuthor: Herodotus\nApple Books Link\n\nHighlights\nHe himself was a mortal man, and was burning alive another who had once been as prosperous as he\n\nthe Persians before their conquest of Lydia had no luxuries of any kind.\n\nIf an important decision is to be made, they discuss the question when they are drunk, and the following day the master of the house where the discussion was held submits their decision for reconsideration when they are sober. If they still approve it, it is adopted; if not, it is abandoned\n\nCroesus saw him coming; but because in his misery he did not care if he lived or died, he made no effort to defend himself"},"02---Resources/BOOKS/The-Pragmatic-Programmer--From-Journeyman-to-Master":{"title":"The Pragmatic Programmer  From Journeyman to Master","links":[],"tags":[],"content":"Metadata\n\nAuthor: Hunt, Andrew;Thomas, David\nApple Books Link\n\nHighlights\nProgramming is a craft. At its simplest, it comes down to getting a computer to do what you want it to do\n\nWe who cut mere stones must always be envisioning cathedrals.\n\nResponsibility is something you actively agree to. You make a commitment to ensure that something is done right, but you don’t necessarily have direct control over every aspect of it."},"02---Resources/BOOKS/The-Rugged-Life":{"title":"The Rugged Life","links":[],"tags":[],"content":"Metadata\n\nAuthor: Clint Emerson\nApple Books Link\n\nHighlights\nI went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.”\n—Henry David Thoreau"},"02---Resources/Template":{"title":"Template","links":[],"tags":[],"content":"Location:"},"03---ibooks-highlights/Atomic-Habits---Tiny-Changes,-Remarkable-Results":{"title":"Atomic Habits - Tiny Changes, Remarkable Results","links":[],"tags":[],"content":"Title:: 📕 Atomic Habits - Tiny Changes, Remarkable Results\nAuthor:: James Clear\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 30\n\n\n🎯 Highlight:: habit is a routine or behavior that is performed regularly—and, in many cases, automatically\n📝 Note::\n\n\n\n🎯 Highlight:: changes that seem small and unimportant at first will compound into remarkable results if you’re willing to stick with them for years\n📝 Note::\n\n\n\n🎯 Highlight:: the aggregation of marginal gains\n📝 Note::\n\n\n\n🎯 Highlight:: 1% BETTER EVERY DAY\n1% worse every day for one year.  0.99365 = 00.03\n1% better every day for one year.  1.01365 = 37.78\n📝 Note::\n\n\n\n🎯 Highlight:: YOUR HABITS CAN COMPOUND FOR YOU OR AGAINST YOU\n📝 Note::\n\n\n\n🎯 Highlight:: Breakthrough moments are often the result of many previous actions, which build up the potential required to unleash a major change\n📝 Note::\n\n\n\n🎯 Highlight:: FORGET ABOUT GOALS, FOCUS ON SYSTEMS INSTEAD\n📝 Note::\n\n\n\n🎯 Highlight:: Outcomes are about what you get. Processes are about what you do. Identity is about what you believe\n📝 Note::\n\n\n\n🎯 Highlight:: Behind every system of actions are a system of beliefs\n📝 Note::\n\n\n\n🎯 Highlight:: The more pride you have in a particular aspect of your identity, the more motivated you will be to maintain the habits associated with it.\n📝 Note::\n\n\n\n🎯 Highlight:: Improvements are only temporary until they become part of who you are.\n📝 Note::\n\n\n\n🎯 Highlight:: wrong. The biggest barrier to positive change at any level—individual, team, society—is identity conflict\n📝 Note::\n\n\n\n🎯 Highlight:: The human brain is a prediction machine\n📝 Note::\n\n\n\n🎯 Highlight:: You are much more than your conscious self.\n📝 Note::\n\n\n\n🎯 Highlight:: Until you make the unconscious conscious, it will direct your life and you will call it fate.\n📝 Note::\n\n\n\n🎯 Highlight:: Give your habits a time and a space to live in the world. The goal is to make the time and location so obvious that, with enough repetition, you get an urge to do the right thing at the right time, even if you can’t say why\n📝 Note::\n\n\n\n🎯 Highlight:: The more tightly bound your new habit is to a specific cue, the better the odds are that you will notice when the time comes to act.\n📝 Note::\n\n\n\n🎯 Highlight:: Environment is the invisible hand that shapes human behavior\n📝 Note::\n\n\n\n🎯 Highlight:: Be the designer of your world and not merely the consumer of it.\n📝 Note::\n\n\n\n🎯 Highlight:: The people with the best self-control are typically the ones who need to use it the least. It’s easier to practice self-restraint when you don’t have to use it very often\n📝 Note::\n\n\n\n🎯 Highlight:: If you’re not careful about cues, you can cause the very behavior you want to stop.\n📝 Note::\n\n\n\n🎯 Highlight:: You can break a habit, but you’re unlikely to forget it. Once the mental grooves of habit have been carved into your brain, they are nearly impossible to remove entirely—even if they go unused for quite a while.\n📝 Note::\n\n\n\n🎯 Highlight:: We have the brains of our ancestors but temptations they never had to face.\n📝 Note::\n\n\n\n🎯 Highlight:: It is the anticipation of a reward—not the fulfillment of it—that gets us to take action.\n📝 Note::\n\n\n\n🎯 Highlight:: Desire is the engine that drives behavior. Every action is taken because of the anticipation that precedes it. It is the craving that leads to the response.\n📝 Note::\n\n\n\n🎯 Highlight:: Most days, we’d rather be wrong with the crowd than be right by ourselves.\n📝 Note::\n\n\n\n🎯 Highlight:: Your habits are modern-day solutions to ancient desires. New versions of old vices.\n📝 Note::\n\n\n\n🎯 Highlight:: A craving\n📝 Note::\n\n\n\n🎯 Highlight:: Desire is the difference between where you are now and where you want to be in the future.\n📝 Note::\n\n\n\n🎯 Highlight:: motion allows us to feel like we’re making progress without running the risk of failure\n📝 Note::\n"},"03---ibooks-highlights/Bigger-Leaner-Stronger---The-Simple-Science-of-Building-the-Ultimate-Male-Body-(The-Build-Healthy-Muscle-Series)":{"title":"Bigger Leaner Stronger - The Simple Science of Building the Ultimate Male Body (The Build Healthy Muscle Series)","links":[],"tags":[],"content":"Title:: 📕 Bigger Leaner Stronger - The Simple Science of Building the Ultimate Male Body (The Build Healthy Muscle Series)\nAuthor:: Matthews, Michael\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 2\n\n\n🎯 Highlight:: lift hard, lift heavy, get sufficient rest, and feed your body correctly\n📝 Note::\n\n\n\n🎯 Highlight:: A high-intensity workout is one where you feel like you didn’t leave anything in the tank\n📝 Note::\n"},"03---ibooks-highlights/Deep-Work":{"title":"Deep Work","links":[],"tags":[],"content":"Title:: 📕 Deep Work\nAuthor:: Cal Newport\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 15\n\n\n🎯 Highlight:: Two Core Abilities for Thriving in the New Economy\n\n\nThe ability to quickly master hard things.\nThe ability to produce at an elite level, in terms of both quality and speed.\n\n\n📝 Note::\n\n\n\n🎯 Highlight::  If you don’t produce, you won’t thrive—no matter how skilled or talented you are.\n📝 Note::\n\n\n\n🎯 Highlight::  To learn hard things quickly, you must focus intensely without distraction.\n📝 Note::\n\n\n\n🎯 Highlight:: To produce at your peak level you need to work for extended periods with full concentration on a single task free from distraction.\n📝 Note::\n\n\n\n🎯 Highlight:: A good chief executive is essentially a hard-to-automate decision engine,\n📝 Note::\n\n\n\n🎯 Highlight:: To ask a CEO to spend four hours thinking deeply about a single problem is a waste of what makes him or her valuable. It’s better to hire three smart subordinates to think deeply about the problem and then bring their solutions to the executive for a final decision.\n📝 Note::\n\n\n\n🎯 Highlight:: Busyness as Proxy for Productivity: In the absence of clear indicators of what it means to be productive and valuable in their jobs, many knowledge workers turn back toward an industrial indicator of productivity: doing lots of stuff in a visible manner.\n📝 Note::\n\n\n\n🎯 Highlight:: “Who you are, what you think, feel, and do, what you love—is the sum of what you focus on.”\n📝 Note::\n\n\n\n🎯 Highlight:: voluntary effort to accomplish something difficult and worthwhile.”\n📝 Note::\n\n\n\n🎯 Highlight:: Human\n📝 Note::\n\n\n\n🎯 Highlight:: Your\n📝 Note::\n\n\n\n🎯 Highlight:: You have a finite amount of willpower that becomes depleted as you use it.\n📝 Note::\n\n\n\n\n🎯 Highlight:: Great creative minds] think like artists but work like accountants.”\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Their rituals minimized the friction in this transition to depth, allowing them to go deep more easily and stay in the state longer.\n📝 Note::\n\n\n\n🎯 Highlight:: The ability to concentrate intensely is a skill that must be trained.\n📝 Note::\n"},"03---ibooks-highlights/Digital-Minimalism":{"title":"Digital Minimalism","links":[],"tags":[],"content":"Title:: 📕 Digital Minimalism\nAuthor:: Cal Newport;\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 15\n\n\n🎯 Highlight:: tired of feeling like they’ve become a slave to their devices\n📝 Note::\n\n\n\n🎯 Highlight:: what you need instead is a full-fledged philosophy of technology use, rooted in your deep values, that provides clear answers to the questions of what tools you should use and how you should use them and, equally important, enables you to confidently ignore everything else.\n📝 Note::\n\n\n\n🎯 Highlight:: The key to thriving in our high-tech world, they’ve learned, is to spend much less time using technology.\n📝 Note::\n\n\n\n🎯 Highlight:: you come into the process a frazzled maximalist and leave an intentional minimalist.\n📝 Note::\n\n\n\n🎯 Highlight:: writes: “The mass of men lead lives of quiet desperation\n📝 Note::\n\n\n\n🎯 Highlight:: Addiction is a condition in which a person engages in use of a substance or in a behavior for which the rewarding effects provide a compelling incentive to repeatedly pursue the behavior despite detrimental consequences\n📝 Note::\n\n\n\n🎯 Highlight:: these addictive properties of new technologies are not accidents, but instead carefully engineered design features\n📝 Note::\n\n\n\n🎯 Highlight:: our soul can be understood as a chariot driver struggling to rein two horses\n📝 Note::\n\n\n\n🎯 Highlight:: I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived\n📝 Note::\n\n\n\n🎯 Highlight:: The cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run\n📝 Note::\n\n\n\n🎯 Highlight:: He asks us to treat the minutes of our life as a concrete and valuable substance—arguably the most valuable substance we possess—and to always reckon with how much of this life we trade for the various activities we allow to claim our time.\n📝 Note::\n\n\n\n🎯 Highlight:: A temporary detox is a much weaker resolution than trying to permanently change your life, and therefore much easier for your mind to subvert when the going gets tough.\n📝 Note::\n\n\n\n🎯 Highlight:: For many people, their compulsive phone use papers over a void created by a lack of a well-developed leisure life.\n📝 Note::\n\n\n\n🎯 Highlight:: put technology to work on behalf of specific things you value.\n📝 Note::\n\n\n\n🎯 Highlight:: The Minimalist Technology Screen\nTo allow an optional technology back into your life at the end of the digital declutter, it must:\nServe something you deeply value (offering some benefit is not enough).\nBe the best way to use technology to serve this value (if it’s not, replace it with something better).\nHave a role in your life that is constrained with a standard\n📝 Note::\n"},"03---ibooks-highlights/Discipline-Equals-Freedom":{"title":"Discipline Equals Freedom","links":[],"tags":[],"content":"Title:: 📕 Discipline Equals Freedom\nAuthor:: Jocko Willink\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: SET YOUR ALARM CLOCK AND GET OUT OF BED WHEN IT GOES OFF\n📝 Note::\n\n\n\n🎯 Highlight:: Exercise doesn’t need to be some complex, multi-level, multi-dimensional, scientifically proven methodology. But it does need to be SOMETHING\n📝 Note::\n\n\n\n🎯 Highlight:: Maintain the routine.\nMaintain the discipline.\n📝 Note::\n"},"03---ibooks-highlights/Ego-Is-the-Enemy":{"title":"Ego Is the Enemy","links":[],"tags":[],"content":"Title:: 📕 Ego Is the Enemy\nAuthor:: Ryan Holiday\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 13\n\n\n🎯 Highlight:: I’ve found that if you go looking you’ll find that history is also made by individuals who fought their egos at every turn, who eschewed the spotlight, and who put their higher goals above their desire for recognition\n📝 Note::\n\n\n\n🎯 Highlight:: The ego we see most commonly goes by a more casual definition: an unhealthy belief in our own importance\n📝 Note::\n\n\n\n🎯 Highlight:: In this way, ego is the enemy of what you want and of what you have: Of mastering a craft.\n📝 Note::\n\n\n\n🎯 Highlight:: ego inhibits true success by preventing a direct and honest connection to the world around us.\n📝 Note::\n\n\n\n🎯 Highlight:: If you start believing in your greatness, it is the death of your creativity\n📝 Note::\n\n\n\n🎯 Highlight:: suppress ego early before bad habits take hold,\n📝 Note::\n\n\n\n🎯 Highlight:: Ego is stolen. Confidence is earned\n📝 Note::\n\n\n\n🎯 Highlight:: It is poise, not pose.\n📝 Note::\n\n\n\n🎯 Highlight:: Almost universally, the kind of performance we give on social media is positive. It’s more “Let me tell you how well things are going. Look how great I am.” It’s rarely the truth: “I’m scared. I���m struggling. I don’t know.”\n📝 Note:: I don’t know and I’m scared but I’m starting anyways\n\n\n\n🎯 Highlight:: In actuality, silence is strength—particularly early on in any journey.\n📝 Note::\n\n\n\n🎯 Highlight:: Talk depletes us. Talking and doing fight for the same resources\n📝 Note::\n\n\n\n🎯 Highlight:: Let the others slap each other on the back while you’re back in the lab or the gym or pounding the pavement. Plug that hole—that one, right in the middle of your face—that can drain you of your vital life force. Watch what happens. Watch how much better you get.\n📝 Note::\n\n\n\n🎯 Highlight:: Appearances are deceiving. Having authority is not the same as being an authority.\n📝 Note::\n"},"03---ibooks-highlights/Guns,-Germs,-and-Steel":{"title":"Guns, Germs, and Steel","links":[],"tags":[],"content":"Title:: 📕 Guns, Germs, and Steel\nAuthor:: Jared Diamond\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: availability of more consumable calories means more people\n📝 Note::\n\n\n\n🎯 Highlight:: In practice, nomadic hunter-gatherers space their children about four years apart\n📝 Note::\n\n\n\n🎯 Highlight:: Germs thus acquired ultimately from domestic animals played decisive roles in the European conquests of Native Americans, Australians, South Africans, and Pacific islanders\n📝 Note::\n"},"03---ibooks-highlights/Hackers--and--Painters":{"title":"Hackers & Painters","links":[],"tags":[],"content":"Title:: 📕 Hackers &amp; Painters\nAuthor:: Paul Graham\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 8\n\n\n🎯 Highlight:: Good hackers develop a habit of questioning everything\n📝 Note::\n\n\n\n🎯 Highlight:: The way to create something beautiful is often to make subtle tweaks to something that already exists, or to combine existing ideas in a slightly new way.\n📝 Note::\n\n\n\n🎯 Highlight:: The only external test is time. Over time, beautiful things tend to thrive, and ugly things tend to get discarded.\n📝 Note::\n\n\n\n🎯 Highlight:: A startup is a small company that takes on a hard technical problem.\n📝 Note::\n\n\n\n🎯 Highlight:: If a fairly good hacker is worth 80,000 a year at a big company, then a smart hacker working very hard without any corporate bullshit to slow him down should be able to do work worth about 3 million a year.\n📝 Note::\n\n\n\n🎯 Highlight:: if you want to make a million dollars, you have to endure a million dollars’ worth of pain\n📝 Note::\n\n\n\n🎯 Highlight:: You just have to do something people want\n📝 Note::\n\n\n\n🎯 Highlight:: Wealth is the fundamental thing. Wealth is stuff we want: food, clothes, houses, cars, gadgets, travel to interesting places, and so on. You can have wealth without having money\n📝 Note::\n"},"03---ibooks-highlights/Hyperfocus":{"title":"Hyperfocus","links":[],"tags":[],"content":"Title:: 📕 Hyperfocus\nAuthor:: Chris Bailey\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 2\n\n\n🎯 Highlight:: We are what we pay attention to.\n📝 Note::\n\n\n\n🎯 Highlight:: We are what we pay attention to.\n📝 Note::\n"},"03---ibooks-highlights/Meditations":{"title":"Meditations","links":[],"tags":[],"content":"Title:: 📕 Meditations\nAuthor:: Marcus Aurelius\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: If you are doing your proper duty let it not matter to you whether you are cold or warm, whether you are sleepy or well-slept, whether men speak badly or well of you, even whether you are on the point of death or doing something else: because even this, the act in which we die, is\n📝 Note::\n\n\n\n🎯 Highlight:: The best revenge is not to be like your enemy.\n📝 Note::\n\n\n\n🎯 Highlight:: At break of day, when you are reluctant to get up, have this thought ready to mind: ‘I am getting up for a man’s work. Do I still then resent it, if I am going out to do what I was born for, the purpose for which I was brought into the world? Or was I created to wrap myself in blankets and keep warm?’ ‘But this is more pleasant.’ Were you then born for pleasure – all for feeling, not for action? Can you not see plants, birds, ants, spiders, bees all doing their own work, each helping in their own way to order the world? And then you do not want to do the work of a human being – you do not hurry to the demands of your own nature. ‘But one needs rest too.’ One does indeed:\n📝 Note::\n"},"03---ibooks-highlights/Sapiens---A-Brief-History-of-Humankind":{"title":"Sapiens - A Brief History of Humankind","links":[],"tags":[],"content":"Title:: 📕 Sapiens - A Brief History of Humankind\nAuthor:: Yuval Noah Harari\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 5\n\n\n🎯 Highlight:: In Homo sapiens, the brain accounts for about 2–3 per cent of total body weight, but it consumes 25 per cent of the body’s energy when the body is at rest\n📝 Note::\n\n\n\n🎯 Highlight:: Having so recently been one of the underdogs of the savannah, we are full of fears and anxieties over our position, which makes us doubly cruel and dangerous\n📝 Note::\n\n\n\n🎯 Highlight:: When humans domesticated fire, they gained control of an obedient and potentially limitless force\n📝 Note::\n\n\n\n🎯 Highlight:: Our lack of brothers and sisters makes it easier to imagine that we are the epitome of creation, and that a chasm separates us from the rest of the animal kingdom.\n📝 Note::\n\n\n\n🎯 Highlight:: Homo sapiens conquered the world thanks above all to its unique language.\n📝 Note::\n"},"03---ibooks-highlights/Shop-Class-as-Soulcraft":{"title":"Shop Class as Soulcraft","links":[],"tags":[],"content":"Title:: 📕 Shop Class as Soulcraft\nAuthor:: Matthew B. Crawford\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 7\n\n\n🎯 Highlight:: The disappearance of tools from our common education is the first step toward a wider ignorance of the world of artifacts we inhabit\n📝 Note::\n\n\n\n🎯 Highlight:: It’s a ventriloquist conversation in one mechanical voice, and the gist of it is “Yeah\n📝 Note::\n\n\n\n🎯 Highlight:: in becoming less obtrusive, our devices also become more complicated\n📝 Note::\n\n\n\n🎯 Highlight:: struggle for individual agency\n📝 Note::\n\n\n\n🎯 Highlight:: The rise of  “teamwork” has made it difficult to trace individual responsibility, and opened the way for new and uncanny modes of manipulation of workers by managers, who now appear in the guise of therapists or life coaches. Managers themselves inhabit a bewildering psychic landscape, and are made anxious by the vague imperatives they must answer to\n📝 Note::\n\n\n\n🎯 Highlight:: work were visible for all to see, so my competence was real for others as well; it had a social currency\n📝 Note::\n\n\n\n🎯 Highlight:: most people take pride in being good at something specific, which happens through the accumulation of experience.\n📝 Note::\n"},"03---ibooks-highlights/Steal-Like-an-Artist":{"title":"Steal Like an Artist","links":[],"tags":[],"content":"Title:: 📕 Steal Like an Artist\nAuthor:: Austin Kleon\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 22\n\n\n🎯 Highlight:: How does an artist look at the world?\nFirst, you figure out what’s worth stealing, then you move on to the next thing.\nThat’s about all there is to it.\n📝 Note::\n\n\n\n🎯 Highlight:: What is originality? Undetected plagiarism.”\n—William Ralph Inge\n📝 Note::\n\n\n\n🎯 Highlight:: The artist is a collector. Not a hoarder, mind you, there’s a difference: Hoarders collect indiscriminately, artists collect selectively. They only collect things that they really love\n📝 Note::\n\n\n\n\n🎯 Highlight::\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: it’s always your job to get yourself an education\n📝 Note::\n\n\n\n🎯 Highlight:: You have to be curious about the world in which you live. Look things up. Chase down every reference. Go deeper than anybody else—that’s how you’ll get ahead.\n📝 Note::\n\n\n\n🎯 Highlight:: it’s in the act of making things and doing our work that we figure out who we are.\n📝 Note::\n\n\n\n🎯 Highlight:: As Salvador Dalí said, “Those who do not want to imitate anything, produce nothing.”\n📝 Note::\n\n\n\n🎯 Highlight:: It is our failure to become our perceived ideal that ultimately defines us and makes us unique.” Thank goodness.\n📝 Note::\n\n\n\n🎯 Highlight:: If all your favorite makers got together and collaborated, what would they make with you leading the crew?\n📝 Note::\n\n\n\n🎯 Highlight:: Draw the art you want to see, start the business you want to run, play the music you want to hear, write the books you want to read, build the products you want to use—do the work you want to see done.\n📝 Note::\n\n\n\n🎯 Highlight:: We need to move, to feel like we’re making something with our bodies, not just our heads\n📝 Note::\n\n\n\n🎯 Highlight:: The computer is really good for editing your ideas, and it’s really good for getting your ideas ready for publishing out into the world, but it’s not really good for generating ideas. There are too many opportunities to hit the delete key.\n📝 Note::\n\n\n\n🎯 Highlight:: The work you do while you procrastinate is probably the work you should be doing for the rest of your life.”\n—Jessica Hische\n📝 Note::\n\n\n\n\n🎯 Highlight:: You can’t connect the dots looking forward, you can only connect them looking backwards.”\n—Steve Jobs\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: There’s no pressure when you’re unknown\n📝 Note::\n\n\n\n🎯 Highlight:: Travel makes the world look new, and when the world looks new, our brains work harder\n📝 Note::\n\n\n\n🎯 Highlight:: If you ever find that you’re the most talented person in the room, you need to find another room\n📝 Note::\n\n\n\n\n🎯 Highlight:: get comfortable with being misunderstood, disparaged, or ignored—the trick is to be too busy doing your work to care.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Get a calendar. Fill the boxes. Don’t break the chain.\n📝 Note::\n\n\n\n🎯 Highlight:: Nothing is more paralyzing than the idea of limitless possibilities. The idea that you can do anything is absolutely terrifying.\n📝 Note::\n\n\n\n🎯 Highlight:: right now.\nThe\n📝 Note:: Creativity loves constraint\n"},"03---ibooks-highlights/Steve-Jobs":{"title":"Steve Jobs","links":[],"tags":[],"content":"Title:: 📕 Steve Jobs\nAuthor:: Walter Isaacson\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 49\n\n\n🎯 Highlight:: that whatever he was touting was the best thing he had ever produced\n📝 Note::\n\n\n\n🎯 Highlight:: He loved doing things right. He even cared about the look of the parts you couldn’t see.”\n📝 Note::\n\n\n\n🎯 Highlight:: He was always walking around barefoot,”\n📝 Note::\n\n\n\n🎯 Highlight:: The thing that struck me was his intensity. Whatever he was interested in he would generally carry to an irrational extreme.”\n📝 Note::\n\n\n\n🎯 Highlight:: another role model waiting to be emulated.\n📝 Note::\n\n\n\n🎯 Highlight:: Intuition is a very powerful thing, more powerful than intellect, in my opinion\n📝 Note::\n\n\n\n🎯 Highlight:: If you just sit and observe, you will see how restless your mind is. If you try to calm it, it only makes it worse, but over time it does calm, and when it does, there’s room to hear more subtle things\n📝 Note::\n\n\n\n🎯 Highlight:: He had the attitude that he could do anything, and therefore so can you. He put his life in my hands. So that made me do something I didn’t think I could do.\n📝 Note::\n\n\n\n🎯 Highlight:: It was the brighter side of what would become known as his reality distortion field. “If you trust him, you can do things,” Holmes said. “If he’s decided that something should happen, then he’s just going to make it happen.\n📝 Note::\n\n\n\n🎯 Highlight:: I see God in the instruments and mechanisms that work reliably.\n📝 Note::\n\n\n\n🎯 Highlight:: Stay Hungry. Stay Foolish\n📝 Note::\n\n\n\n🎯 Highlight:: Because he could not afford to pay for computer time, he wrote the code by hand\n📝 Note::\n\n\n\n🎯 Highlight:: $1,300 in working capital\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs at times seemed to be driven by demons, while Woz seemed a naïf who was toyed with by angels. Jobs had a bravado that helped him get things done, occasionally by manipulating people. He\n📝 Note::\n\n\n\n🎯 Highlight:: drive for perfection meant caring about the craftsmanship even of the parts unseen\n📝 Note::\n\n\n\n🎯 Highlight:: Your goal should be making something you believe in and making a company that will last.”\n📝 Note::\n\n\n\n🎯 Highlight:: Simplicity is the ultimate sophistication\n📝 Note::\n\n\n\n🎯 Highlight:: For the rest of his career, Jobs would understand the needs and desires of customers better than any other business leader, he would focus on a handful of core products, and he would care, sometimes obsessively, about marketing and image and even the details of packaging\n📝 Note::\n\n\n\n🎯 Highlight:: In the annals of innovation, new ideas are only part of the equation. Execution is just as important\n📝 Note::\n\n\n\n🎯 Highlight:: capitalized on the inventions of a friend who wanted to give them away for free\n📝 Note::\n\n\n\n🎯 Highlight:: In his presence, reality is malleable. He can convince anyone of practically anything\n📝 Note::\n\n\n\n🎯 Highlight:: He had these huge expectations, and if people didn’t deliver, he couldn’t stand it. He couldn’t control himself\n📝 Note::\n\n\n\n🎯 Highlight:: The goal was never to beat the competition, or to make a lot of money. It was to do the greatest thing possible, or even a little greater.\n📝 Note::\n\n\n\n🎯 Highlight:: Issey Miyake\n📝 Note::\n\n\n\n🎯 Highlight:: more a showman than a businessman\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs was more intuitive and romantic and had a greater instinct for making technology usable, design delightful, and interfaces friendly. He had a passion for perfection, which made him fiercely demanding, and he managed by charisma and scattershot intensity.\n📝 Note::\n\n\n\n🎯 Highlight:: I will solve your problem, and you will pay me,” he told Jobs. “You can use what I produce, or not, but I will not do options, and either way you will pay me.”\n📝 Note::\n\n\n\n🎯 Highlight:: a great company must be able to impute its values from the first impression it makes.\n📝 Note::\n\n\n\n🎯 Highlight:: It had become for him a little island of magical artistry that gave him deep emotional pleasure, and he was willing to nurture it and bet on it.\n📝 Note::\n\n\n\n🎯 Highlight:: He believed that great harvests came from arid sources, pleasure from restraint,” she noted. “He knew the equations that most people didn’t know: Things led to their opposites\n📝 Note::\n\n\n\n🎯 Highlight:: I am a reflection of what I do,\n📝 Note::\n\n\n\n🎯 Highlight:: He had the power to focus like a laser beam, and when it came across you, you basked in the light of his attention. When it moved to another point of focus, it was very, very dark for you\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs had made it very clear that he and the “we” of Apple were one.\n📝 Note::\n\n\n\n\n🎯 Highlight:: Because the people who are crazy enough to think they can change the world are the ones who do.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Design is the fundamental soul of a man-made creation that ends up expressing itself in successive outer layers.”\n📝 Note::\n\n\n\n🎯 Highlight::  you can’t win on innovation unless you have a way to communicate to customers.”\n📝 Note::\n\n\n\n🎯 Highlight:: Steve prefers to be in the moment, talking things through. He once told me, ‘If you need slides, it shows you don’t know what you’re talking about.’”\n📝 Note::\n\n\n\n🎯 Highlight:: I’m one of the few people who understands how producing technology requires intuition and creativity, and how producing something artistic takes real discipline.\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs always wanted Apple to create its own unified utopia, a magical walled garden where hardware and software and peripheral devices worked well together to create a great experience, and where the success of one product drove sales of all the companions.\n📝 Note::\n\n\n\n🎯 Highlight:: If you don’t love something, you’re not going to go the extra mile, work the extra weekend, challenge the status quo as much.\n📝 Note::\n\n\n\n🎯 Highlight:: The job of art is to chase ugliness away\n📝 Note::\n\n\n\n🎯 Highlight:: We make progress by eliminating things, by removing the superfluous\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs decided not to have surgery to remove the tumor\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs’s memento mori had been delivered by his doctors, but it did not instill humility. Instead he roared back after his recovery with even more passion. The illness reminded him that he had nothing to lose, so he should forge ahead full speed\n📝 Note::\n\n\n\n🎯 Highlight:: So let’s make it work.” It was what he liked to call a bet-the-company moment, high risk and high reward if it succeeded.\n📝 Note::\n\n\n\n🎯 Highlight:: At every step, Jobs pushed to remove and simplify\n📝 Note::\n\n\n\n🎯 Highlight:: He ordered a mango smoothie and a plain vegan pasta, neither of which was on the menu\n📝 Note::\n\n\n\n🎯 Highlight:: What are the five products you want to focus on? Get rid of the rest, because they’re dragging you down.\n📝 Note::\n\n\n\n🎯 Highlight:: I’m disappointed in Obama,” he said. “He’s having trouble leading because he’s reluctant to offend people or piss them off.”\n📝 Note::\n"},"03---ibooks-highlights/Sun-and-Steel":{"title":"Sun and Steel","links":[],"tags":[],"content":"Title:: 📕 Sun and Steel\nAuthor:: Mishima, Yukio\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 24\n\n\n🎯 Highlight:: I could either cultivate that orchard to its capacity or leave it for the weeds to run riot in.\n📝 Note::\n\n\n\n🎯 Highlight:: Words are a medium that reduces reality to abstraction\n📝 Note::\n\n\n\n🎯 Highlight::  If I had done so, my words would have lost their purity. I should have been violated by reality, and reality would have become inescapable.\n📝 Note::\n\n\n\n🎯 Highlight:: The exercise of the muscles elucidated the mysteries that words had made.\n📝 Note::\n\n\n\n🎯 Highlight:: For ideas are, in the long run, essentially foreign to human existence; and the body — receptacle of the involuntary muscles, of the internal organs and circulatory system over which it has no control — is foreign to the spirit, so that it is even possible for people to use the body as a metaphor for ideas, both being something quite alien to human existence as such.\n📝 Note::\n\n\n\n🎯 Highlight:: Little by little, I began to feel uncertain about the night\n📝 Note::\n\n\n\n🎯 Highlight:: The sun became associated with the main highway of my life. And little by little, it tanned my skin brown, branding me as a member of the other race.\n📝 Note::\n\n\n\n🎯 Highlight:: the steel restored the classical balance that the body had begun to lose, reinstating it in its natural form, the form that it should have had all along.\n📝 Note::\n\n\n\n🎯 Highlight:: Bulging muscles, a taut stomach, and a tough skin, I reasoned, would correspond respectively to an intrepid fighting spirit, the power of dispassionate intellectual judgement, and a robust disposition.\n📝 Note::\n\n\n\n🎯 Highlight:: Just as muscles slowly increase their resemblance to steel, so we are gradually fashioned by the world;\n📝 Note::\n\n\n\n🎯 Highlight:: At such times, the strength was mine, and equally it was the steel’s. My sense of existence was feeding on itself.\n📝 Note::\n\n\n\n🎯 Highlight:: It was an attempt to reach the “ultimate sensation” that lies just a hairsbreadth beyond the reach of the senses.\n📝 Note::\n\n\n\n🎯 Highlight:: Why do we conceive the desire to give expression to things that cannot be said—and sometimes succeed?\n📝 Note::\n\n\n\n🎯 Highlight:: The opponent and I dwelt in the same world. When I looked, the opponent was seen; when the opponent looked, I was seen;\n📝 Note::\n\n\n\n🎯 Highlight:: Ideas do not stare back\n📝 Note::\n\n\n\n🎯 Highlight:: no technique of action can become effective until repeated practice has drummed it into the unconscious areas of the mind.\n📝 Note::\n\n\n\n🎯 Highlight:: Pain, I came to feel, might well prove to be the sole proof of the persistence of consciousness within the flesh\n📝 Note::\n\n\n\n🎯 Highlight:: At the height of the fray, I found, the tardy process of creating muscle, whereby strength creates form and form creates strength, is repeated so swiftly that it becomes imperceptible to the eye\n📝 Note::\n\n\n\n🎯 Highlight:: The defeat of the foe occurs when he accommodates his form to the hollow in space that one has already marked out; at that moment, one’s own form must preserve a constant precision and beauty\n📝 Note::\n\n\n\n🎯 Highlight:: I lacked the physical courage to seek out suffering for myself, to take pain unto myself\n📝 Note::\n\n\n\n🎯 Highlight:: Yet my dreams became, at some stage, my muscles\n📝 Note::\n\n\n\n🎯 Highlight:: Thus I glimpsed from time to time another sun quite different from that by which I had been so long blessed, a sun full of the fierce dark flames of feeling, a sun of death that would never burn the skin yet gave forth a still stranger glow\n📝 Note::\n\n\n\n🎯 Highlight:: I knew, of course, that there are some truths in this world that one cannot see unless one unbends one’s posture. But such things could well be left to others.\n📝 Note::\n\n\n\n🎯 Highlight:: More than anything, I detested defeat\n📝 Note::\n"},"03---ibooks-highlights/The-48-Laws-of-Power":{"title":"The 48 Laws of Power","links":[],"tags":[],"content":"Title:: 📕 The 48 Laws of Power\nAuthor:: Robert Greene\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 28\n\n\n🎯 Highlight:: People have an overwhelming desire to believe in something\n📝 Note::\n\n\n\n🎯 Highlight:: Everyone admires the bold; no one honors the timid\n📝 Note::\n\n\n\n🎯 Highlight:: Always seem patient, as if you know that everything will come to you eventually\n📝 Note::\n\n\n\n🎯 Highlight:: Treating everyone equally means ignoring their differences, elevating the less skillful and suppressing those who excel\n📝 Note::\n\n\n\n🎯 Highlight:: those who make a show or display of innocence are the least innocent of all.\n📝 Note::\n\n\n\n🎯 Highlight:: the better you are at dealing with power, the better friend, lover, husband, wife, and person you become.\n📝 Note::\n\n\n\n🎯 Highlight:: properties. If the game of power is inescapable, better to be an artist than a denier or a bungler.\n📝 Note::\n\n\n\n🎯 Highlight:: An emotional response to a situation is the single greatest barrier to power, a mistake that will cost you a lot more than any temporary satisfaction you might gain by expressing your feelings\n📝 Note::\n\n\n\n🎯 Highlight:: patience is the supreme virtue of the gods, who have nothing but time. Everything good will happen—the grass will grow again, if you give it time and see several steps into the future\n📝 Note::\n\n\n\n🎯 Highlight:: a person who cannot control his words shows that he cannot control himself, and is unworthy of respect.\n📝 Note::\n\n\n\n🎯 Highlight:: But the human tongue is a beast that few can master. It strains constantly to break out of its cage, and if it is not tamed, it will run wild and cause you grief\n📝 Note::\n\n\n\n🎯 Highlight:: Once the words are out, you cannot take them back. Keep them under control.\n📝 Note::\n\n\n\n🎯 Highlight:: Absence diminishes minor passions and inflames great ones, as the wind douses a candle and fans a fire.\n📝 Note::\n\n\n\n🎯 Highlight:: They are missing a presence that will never return\n📝 Note::\n\n\n\n🎯 Highlight:: Image: The Sun. It can only be appreciated by its absence. The longer the days of rain, the more the sun is craved. But too many hot days and the sun overwhelms. Learn to keep yourself obscure and make people demand your return.\n📝 Note::\n\n\n\n🎯 Highlight:: Make yourself too available and the aura of power you have created around yourself will wear away. Turn the game around: Make yourself less accessible and you increase the value of your presence.\n📝 Note::\n\n\n\n🎯 Highlight:: Only the terminally subordinate act in a predictable manner\n📝 Note::\n\n\n\n🎯 Highlight:: in a strictly military sense a fortress is invariably a mistake. It becomes a symbol of power’s isolation,\n📝 Note::\n\n\n\n🎯 Highlight:: You have chosen war. What will happen will happen, and what it is to be we know not; only God knows.”\n📝 Note::\n\n\n\n🎯 Highlight:: never inadvertently to insult or impugn a person’s brain power. That is an unforgivable sin.\n📝 Note::\n\n\n\n🎯 Highlight:: Learn to play many roles, to be whatever the moment requires. Adapt your mask to the situation—be protean in the faces you wear.\n📝 Note::\n\n\n\n🎯 Highlight:: Know how to be all things to all men\n📝 Note::\n\n\n\n\n🎯 Highlight:: Everyone admires the bold; no one honors the timid.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Hesitation puts obstacles in your path, boldness eliminates them\n📝 Note::\n\n\n\n🎯 Highlight:: entering action with boldness has the magical effect of hiding our deficiencies\n📝 Note::\n\n\n\n🎯 Highlight:: Your timidity infects people with awkward energy, elicits embarrassment. Doubt springs up on all sides.\n📝 Note::\n\n\n\n🎯 Highlight:: Largeness of scale deceives the human eye.\n📝 Note::\n\n\n\n🎯 Highlight:: Money often makes a man small, but a man like him makes big money.\n📝 Note::\n"},"03---ibooks-highlights/The-Alchemist":{"title":"The Alchemist","links":[],"tags":[],"content":"Title:: 📕 The Alchemist\nAuthor:: Paulo Coelho\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 44\n\n\n🎯 Highlight:: shepherds, like seamen and like traveling salesmen, always found a town where there was someone who could make them forget the joys of carefree wandering.\n📝 Note::\n\n\n\n🎯 Highlight:: They trust me, and they’ve forgotten how to rely on their own instincts, because I lead them to nourishment.\n📝 Note::\n\n\n\n🎯 Highlight:: But when he thought to complain about the burden of its weight, he remembered that, because he had the jacket, he had withstood the cold of the dawn.\n📝 Note::\n\n\n\n🎯 Highlight:: It’s this: that at a certain point in our lives, we lose control of what’s happening to us, and our lives become controlled by fate. That’s the world’s greatest lie.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: whoever you are, or whatever it is that you do, when you really want something, it’s because that desire originated in the soul of the universe. It’s your mission on earth.”\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: He never realized that people are capable, at any time in their lives, of doing what they dream of.\n📝 Note::\n\n\n\n🎯 Highlight:: And, when you want something, all the universe conspires in helping you to achieve it.”\n📝 Note::\n\n\n\n🎯 Highlight:: If you start out by promising what you don’t even have yet, you’ll lose your desire to work toward getting it.”\n📝 Note::\n\n\n\n🎯 Highlight:: she wasn’t as important as his flock, because she didn’t depend on him. Maybe she didn’t even remember him. He was sure that it made no difference to her on which day he appeared: for her, every day was the same, and when each day is the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.\n📝 Note::\n\n\n\n🎯 Highlight:: The boy felt jealous of the freedom of the wind, and saw that he could have the same freedom. There was nothing to hold him back except himself.\n📝 Note::\n\n\n\n🎯 Highlight::  God has prepared a path for everyone to follow. You just have to read the omens that he left for you.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: Then go back and observe the marvels of my world,’ said the wise man. ‘You cannot trust a man if you don’t know his house.’\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: in front of his own sheep. But the marketplace was empty, and he was far from home, so he wept. He wept because God was unfair, and because this was the way God repaid those who believed in their dreams.\n📝 Note::\n\n\n\n🎯 Highlight:: But now I’m sad and alone. I’m going to become bitter and distrustful of people because one person betrayed me. I’m going to hate those who have found their treasure because I never found mine. And I’m going to hold on to what little I have, because I’m too insignificant to conquer the world.\n📝 Note::\n\n\n\n🎯 Highlight:: I’m like everyone else—I see the world in terms of what I would like to see happen, not what actually does.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: I’m afraid that if my dream is realized, I’ll have no reason to go on living.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: don’t want to change anything, because I don’t know how to deal with change. I’m used to the way I am\n📝 Note::\n\n\n\n🎯 Highlight:: Sometimes, there’s just no way to hold back the river.\n📝 Note::\n\n\n\n🎯 Highlight:: was the language of enthusiasm, of things accomplished with love and purpose, and as part of a search for something believed in and desired\n📝 Note::\n\n\n\n🎯 Highlight:: making a decision was only the beginning of things. When someone makes a decision, he is really diving into a strong current that will carry him to places he had never dreamed of when he first made the decision.\n📝 Note::\n\n\n\n🎯 Highlight:: They must be used to their new shepherd, and have probably already forgotten me. That’s good. Creatures like the sheep, that are used to traveling, know about moving on\n📝 Note::\n\n\n\n🎯 Highlight:: We are afraid of losing what we have, whether it’s our life or our possessions and property. But this fear evaporates when we understand that our life stories and the history of the world were written by the same hand\n📝 Note::\n\n\n\n🎯 Highlight:: people need not fear the unknown if they are capable of achieving what they need and want\n📝 Note::\n\n\n\n🎯 Highlight:: The dunes were changed constantly by the wind, yet these were the same sands he had known since he was a child\n📝 Note::\n\n\n\n🎯 Highlight:: If I am really a part of your dream, you’ll come back one day.”\n📝 Note::\n\n\n\n🎯 Highlight:: When you are in love, things make even more sense\n📝 Note::\n\n\n\n🎯 Highlight:: The secret is here in the present. If you pay attention to the present, you can improve upon it. And, if you improve on the present, what comes later will also be better. Forget about the future, and live each day according to the teachings, confident that God loves his children. Each day, in itself, brings with it an eternity\n📝 Note::\n\n\n\n🎯 Highlight:: He had lived every one of his days intensely since he had left home so long ago. If he died tomorrow, he would already have seen more than other shepherds, and he was proud of that.\n📝 Note::\n\n\n\n🎯 Highlight:: You must understand that love never keeps a man from pursuing his Personal Legend. If he abandons that pursuit, it’s because it wasn’t true love…the love that speaks the Language of the World\n📝 Note::\n\n\n\n🎯 Highlight:: There is only one way to learn,” the alchemist answered. “It’s through action\n📝 Note::\n\n\n\n🎯 Highlight:: The wise men understood that this natural world is only an image and a copy of paradise. The existence of this world is simply a guarantee that there exists a world that is perfect. God created the world so that, through its visible objects, men could understand his spiritual teachings and the marvels of his wisdom. That’s what I mean by action\n📝 Note::\n\n\n\n\n🎯 Highlight:: Tell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams, because every second of the search is a second’s encounter with God and with eternity.”\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: all people who are happy have God within them\n📝 Note::\n\n\n\n🎯 Highlight:: Your eyes show the strength of your soul,” answered the alchemist.\n📝 Note::\n\n\n\n🎯 Highlight:: when something evolves, everything around that thing evolves as well\n📝 Note::\n\n\n\n🎯 Highlight:: Even from a distance, their eyes conveyed the strength of their souls. And their eyes spoke of death.\n📝 Note::\n\n\n\n🎯 Highlight:: If a person is living out his Personal Legend, he knows everything he needs to know. There is only one thing that makes a dream impossible to achieve: the fear of failure.”\n📝 Note::\n\n\n\n🎯 Highlight:: Usually the threat of death makes people a lot more aware of their lives.\n📝 Note::\n\n\n\n🎯 Highlight:: When you are loved, there’s no need at all to understand what’s happening, because everything happens within you, and even men can turn themselves into the wind\n📝 Note::\n\n\n\n🎯 Highlight:: That’s what alchemists do. They show that, when we strive to become better than we are, everything around us becomes better, too.\n📝 Note::\n\n\n\n🎯 Highlight:: The boy reached through to the Soul of the World, and saw that it was a part of the Soul of God. And he saw that the Soul of God was his own soul. And that he, a boy, could perform miracles.\n📝 Note::\n\n\n\n🎯 Highlight:: The alchemist said, “No matter what he does, every person on earth plays a central role in the history of the world. And normally he doesn’t know it.”\n📝 Note::\n\n\n\n🎯 Highlight:: no project is completed until its objective has been achieved.\n📝 Note::\n\n\n\n🎯 Highlight:: It’s the possibility of having a dream come true that makes life interesting\n📝 Note::\n"},"03---ibooks-highlights/The-Comfort-Crisis---Embrace-Discomfort-to-Reclaim-Your-Wild,-Happy,-Healthy-Self":{"title":"The Comfort Crisis - Embrace Discomfort to Reclaim Your Wild, Happy, Healthy Self","links":[],"tags":[],"content":"Title:: 📕 The Comfort Crisis - Embrace Discomfort to Reclaim Your Wild, Happy, Healthy Self\nAuthor:: Michael Easter\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 25\n\n\n🎯 Highlight:: We are living progressively sheltered, sterile, temperature-controlled, overfed, underchallenged, safety-netted lives. And it’s limiting the degree to which we experience our “one wild and precious life,” as poet Mary Oliver put it.\n📝 Note::\n\n\n\n🎯 Highlight:: Failure even a hundred years ago could mean that you die,” said Elliott. “But people vastly overestimate the consequences of failure today. Failure now is that you fuck up a PowerPoint presentation and your boss gives you a bad look.”\n📝 Note::\n\n\n\n🎯 Highlight:: When you remove superficial metrics you can accomplish way more.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: We all suck at new things. But clumsily exiting our comfort zones offers way too many upsides to ignore.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Fear is apparently a mindset often felt prior to experience.\n📝 Note::\n\n\n\n🎯 Highlight:: Torrance Test of Creative Thinking,\n📝 Note::\n\n\n\n🎯 Highlight:: Steve Jobs once said, “I’m a big believer in boredom….All the [technology] stuff is wonderful, but having nothing to do can be wonderful, too.”\n📝 Note::\n\n\n\n🎯 Highlight:: No one has perfected the art of giving me shit quite like she has, and it’s never hit me how much that means to me.\n📝 Note::\n\n\n\n🎯 Highlight:: It was the people most removed from the food source—mostly urbanites who had experienced only perfectly manicured meat all lined up in earnest at the grocery store—who had the harshest opinion about killing one’s own meat.\n📝 Note::\n\n\n\n🎯 Highlight:: One scientist calculated the numbers and found that a person’s odds of being alive are 1 in 10 to the 2,685,000 power. The scientist explains that these odds are the same as having a group of 2 million people each roll a trillion-sided die and every roll landing on the same number. Like 550,343,279,007.\n📝 Note::\n\n\n\n🎯 Highlight:: being overly materialistic leads to unhappiness.\n📝 Note::\n\n\n\n🎯 Highlight:: Before we figured out animal husbandry and crop cultivation we were “essentially professional athletes whose livelihood required [us] to be physically active,” said Harvard anthropologists.\n📝 Note::\n\n\n\n🎯 Highlight:: At the tip of the spear in the US we have the fittest soldiers who ever existed. At the opposite end we have the most unfit citizenry,” he said. “And that is to our detriment and to the detriment of America.”\n📝 Note::\n\n\n\n🎯 Highlight:: were able to draw on the Well of Fortitude we built on challenging missions\n📝 Note::\n\n\n\n🎯 Highlight:: despite the initial promises of minimalist and barefoot running, the method for most doesn’t seem to be any less injurious than running in traditional shoes, according to a review of all the research published in the scientific journal Sports Health\n📝 Note::\n\n\n\n🎯 Highlight:: Back pain costs our economy $100 billion every year.\n📝 Note::\n\n\n\n🎯 Highlight:: We used to be very active movement generalists,\n📝 Note::\n\n\n\n\n🎯 Highlight:: Just ten days of not using a muscle significantly weakens and shrinks it.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Pain was and still is an evolutionary advantage\n📝 Note::\n\n\n\n🎯 Highlight:: Yet we mute it with pills, surgery, or rest.\n📝 Note::\n\n\n\n🎯 Highlight:: As an artist, I thought I knew blue. But that misogi fully immersed me in so many shades, gradients, vibrancies, and transitions of blue. The water and sky. I now know blue.\n📝 Note::\n\n\n\n🎯 Highlight:: the phenomenon first theorized by William James and proven by recent studies, which shows that new events decelerate our perception of time.\n📝 Note::\n\n\n\n🎯 Highlight:: Enter misogi, a circumnavigation of the edges of human potential.\n📝 Note::\n\n\n\n🎯 Highlight:: Misogi may uncover the coveted “flow state.”\n📝 Note::\n\n\n\n🎯 Highlight:: If I ended the day fitter or smarter, then it was a good day.\n📝 Note::\n"},"03---ibooks-highlights/The-Count-of-Monte-Cristo":{"title":"The Count of Monte Cristo","links":[],"tags":[],"content":"Title:: 📕 The Count of Monte Cristo\nAuthor:: Alexandre Dumas\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 24\n\n\n🎯 Highlight:: He told himself it was the hatred of men and not the vengeance of God that had thrust him into this dark abyss. He doomed these unknown men to the most cruel torments his fiery imagination was capable of conjuring up, but, even so, the most awful of these torments seemed to him too mild and too short for them, for after the torment would come death, and in death they would find, if not repose, at all events that insensibility which so nearly resembles repose.\n📝 Note::\n\n\n\n🎯 Highlight:: captivity shared with another is but half captivity\n📝 Note::\n\n\n\n🎯 Highlight:: The sea is the cemetery of the Château d’If.\n📝 Note::\n\n\n\n🎯 Highlight:: And they all regarded with astonishment this man whose eye had recovered an intelligence and his body a vigour they were far from suspecting him to possess.\n📝 Note::\n\n\n\n🎯 Highlight:: Time which casts its mantle of moss on all things material, and its mantle of oblivion on all things mortal\n📝 Note::\n\n\n\n🎯 Highlight:: On his deathbed, when his mind had been given that lucidity that the near approach of death brings with it, this thought which had till then only been a superstition, became a conviction. The last words he spoke were: ‘Maximilian, it was Edmond Dantès!’\n📝 Note::\n\n\n\n🎯 Highlight:: A man who lives in such a world of poetry will grow weary of a monotonous passion such as ours\n📝 Note::\n\n\n\n🎯 Highlight:: together with a will as powerful as it is possible for a mind to possess which is encumbered by a body over which it has lost the power of compelling obedience.\n📝 Note::\n\n\n\n🎯 Highlight:: what is marvellous? That which we do not comprehend. What is truly desirable? That which we cannot have. Now to see things I cannot understand, to procure things impossible of possession, such is the plan of my life. I can realize it by two means: money and will\n📝 Note::\n\n\n\n🎯 Highlight:: Are you prepared to fight against our ill fortune, Valentine? Tell me, for this is what I have come to ask you.\n📝 Note::\n\n\n\n🎯 Highlight:: everything appears possible to the condemned man, to whom a miracle becomes an everyday occurrence when it is a question\n📝 Note::\n\n\n\n🎯 Highlight:: of saving his life\n📝 Note::\n\n\n\n🎯 Highlight:: what I admire is your way of being served without a question,\n📝 Note::\n\n\n\n🎯 Highlight:: Devoted hearts seek one another in time of danger, and, child though I was, I instinctively sensed that some great danger was hanging over our heads\n📝 Note::\n\n\n\n🎯 Highlight:: On arriving at the house, Morrel was not even out of breath, for love lends wings\n📝 Note::\n\n\n\n🎯 Highlight:: What I have loved most after you,  Mercédès, has been myself, that means to say, my dignity, the force that made me superior to all others. This force was life to me. You have broken it, and I must die!”\n📝 Note::\n\n\n\n🎯 Highlight:: As for Monte Cristo, his head was bowed, his arms hung listless. He was crushed under the weight of twenty-four years’ memories\n📝 Note::\n\n\n\n🎯 Highlight:: there are those who have suffered so much and yet have not succumbed to their sufferings, but instead have built up a new fortune on the ruins of their former happiness\n📝 Note::\n\n\n\n🎯 Highlight:: Monte Cristo pressed his hand to his forehead. What was passing through that mind heavy with terrible secrets? What was the angel of light, or the angel of darkness, saying to that implacable human mind? God alone knows.\n📝 Note::\n\n\n\n🎯 Highlight:: Then this man of iron felt his heart swelling within him, a burning flame seemed to rise in his throat, and from thence rush to his eyes; he bowed his head and wept. For a while nothing was heard in the room but weeping and sobbing; a sound that must have been sweet to the angels in Heaven!\n📝 Note::\n\n\n\n🎯 Highlight:: What I demand, madame, is that justice shall be done. My mission on earth is to punish,” he added with a fierce look in his eyes. “I should send the executioner to any other woman were she the Queen herself, but to you I am merciful! To you I say: ‘Madame, have you not put aside a few drops of the most potent, the swiftest, and deadliest poison?\n📝 Note::\n\n\n\n🎯 Highlight:: He, who had never felt compassion for anyone, decided to go to his father so that in his weakness he would have someone to whom he could relate his sufferings, someone with whom he could weep\n📝 Note::\n\n\n\n🎯 Highlight:: Delays only double grief when one has to part\n📝 Note::\n\n\n\n🎯 Highlight:: It takes a long time for eyes that are swollen with weeping to see clearly, and at first, perhaps, he did not comprehend this infinite mercy, but at length he took patience and waited\n📝 Note::\n"},"03---ibooks-highlights/The-Creative-Act":{"title":"The Creative Act","links":[],"tags":[],"content":"Title:: 📕 The Creative Act\nAuthor:: Rick Rubin\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 4\n\n\n🎯 Highlight:: Use what’s helpful.\nLet go of the rest.\n📝 Note::\n\n\n\n🎯 Highlight:: Creativity is a fundamental aspect of being human. It’s our birthright. And it’s for all of us.\n📝 Note::\n\n\n\n🎯 Highlight:: If you have an idea you’re excited about and you don’t bring it to life, it’s not uncommon for the idea to find its voice through another maker. This isn’t because the other artist stole your idea, but because the idea’s time has come.\n📝 Note::\n\n\n\n🎯 Highlight:: As children, we experience much less interference between receiving ideas and internalizing them. We accept new information with delight instead of making comparisons to what we already believe; we live in the moment rather than worrying about future consequences; we are spontaneous more than analytical; we are curious, not jaded\n📝 Note::\n"},"03---ibooks-highlights/The-Histories":{"title":"The Histories","links":[],"tags":[],"content":"Title:: 📕 The Histories\nAuthor:: Herodotus\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 4\n\n\n🎯 Highlight:: He himself was a mortal man, and was burning alive another who had once been as prosperous as he\n📝 Note::\n\n\n\n🎯 Highlight:: the Persians before their conquest of Lydia had no luxuries of any kind.\n📝 Note::\n\n\n\n🎯 Highlight:: If an important decision is to be made, they discuss the question when they are drunk, and the following day the master of the house where the discussion was held submits their decision for reconsideration when they are sober. If they still approve it, it is adopted; if not, it is abandoned\n📝 Note::\n\n\n\n🎯 Highlight:: Croesus saw him coming; but because in his misery he did not care if he lived or died, he made no effort to defend himself\n📝 Note::\n"},"03---ibooks-highlights/The-Pragmatic-Programmer---From-Journeyman-to-Master":{"title":"The Pragmatic Programmer - From Journeyman to Master","links":[],"tags":[],"content":"Title:: 📕 The Pragmatic Programmer - From Journeyman to Master\nAuthor:: Hunt, Andrew;Thomas, David\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: Programming is a craft. At its simplest, it comes down to getting a computer to do what you want it to do\n📝 Note::\n\n\n\n🎯 Highlight:: We who cut mere stones must always be envisioning cathedrals.\n📝 Note::\n\n\n\n🎯 Highlight:: Responsibility is something you actively agree to. You make a commitment to ensure that something is done right, but you don’t necessarily have direct control over every aspect of it.\n📝 Note::\n"},"03---ibooks-highlights/The-Rugged-Life":{"title":"The Rugged Life","links":[],"tags":[],"content":"Title:: 📕 The Rugged Life\nAuthor:: Clint Emerson\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 1\n\n\n🎯 Highlight:: I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.”\n—Henry David Thoreau\n📝 Note::\n"},"03---ibooks-highlights/index":{"title":"index","links":[],"tags":[],"content":""},"ibooks-highlights/Atomic-Habits---Tiny-Changes,-Remarkable-Results":{"title":"Atomic Habits - Tiny Changes, Remarkable Results","links":[],"tags":[],"content":"Title:: 📕 Atomic Habits - Tiny Changes, Remarkable Results\nAuthor:: James Clear\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 30\n\n\n🎯 Highlight:: habit is a routine or behavior that is performed regularly—and, in many cases, automatically\n📝 Note::\n\n\n\n🎯 Highlight:: changes that seem small and unimportant at first will compound into remarkable results if you’re willing to stick with them for years\n📝 Note::\n\n\n\n🎯 Highlight:: the aggregation of marginal gains\n📝 Note::\n\n\n\n🎯 Highlight:: 1% BETTER EVERY DAY\n1% worse every day for one year.  0.99365 = 00.03\n1% better every day for one year.  1.01365 = 37.78\n📝 Note::\n\n\n\n🎯 Highlight:: YOUR HABITS CAN COMPOUND FOR YOU OR AGAINST YOU\n📝 Note::\n\n\n\n🎯 Highlight:: Breakthrough moments are often the result of many previous actions, which build up the potential required to unleash a major change\n📝 Note::\n\n\n\n🎯 Highlight:: FORGET ABOUT GOALS, FOCUS ON SYSTEMS INSTEAD\n📝 Note::\n\n\n\n🎯 Highlight:: Outcomes are about what you get. Processes are about what you do. Identity is about what you believe\n📝 Note::\n\n\n\n🎯 Highlight:: Behind every system of actions are a system of beliefs\n📝 Note::\n\n\n\n🎯 Highlight:: The more pride you have in a particular aspect of your identity, the more motivated you will be to maintain the habits associated with it.\n📝 Note::\n\n\n\n🎯 Highlight:: Improvements are only temporary until they become part of who you are.\n📝 Note::\n\n\n\n🎯 Highlight:: wrong. The biggest barrier to positive change at any level—individual, team, society—is identity conflict\n📝 Note::\n\n\n\n🎯 Highlight:: The human brain is a prediction machine\n📝 Note::\n\n\n\n🎯 Highlight:: You are much more than your conscious self.\n📝 Note::\n\n\n\n🎯 Highlight:: Until you make the unconscious conscious, it will direct your life and you will call it fate.\n📝 Note::\n\n\n\n🎯 Highlight:: Give your habits a time and a space to live in the world. The goal is to make the time and location so obvious that, with enough repetition, you get an urge to do the right thing at the right time, even if you can’t say why\n📝 Note::\n\n\n\n🎯 Highlight:: The more tightly bound your new habit is to a specific cue, the better the odds are that you will notice when the time comes to act.\n📝 Note::\n\n\n\n🎯 Highlight:: Environment is the invisible hand that shapes human behavior\n📝 Note::\n\n\n\n🎯 Highlight:: Be the designer of your world and not merely the consumer of it.\n📝 Note::\n\n\n\n🎯 Highlight:: The people with the best self-control are typically the ones who need to use it the least. It’s easier to practice self-restraint when you don’t have to use it very often\n📝 Note::\n\n\n\n🎯 Highlight:: If you’re not careful about cues, you can cause the very behavior you want to stop.\n📝 Note::\n\n\n\n🎯 Highlight:: You can break a habit, but you’re unlikely to forget it. Once the mental grooves of habit have been carved into your brain, they are nearly impossible to remove entirely—even if they go unused for quite a while.\n📝 Note::\n\n\n\n🎯 Highlight:: We have the brains of our ancestors but temptations they never had to face.\n📝 Note::\n\n\n\n🎯 Highlight:: It is the anticipation of a reward—not the fulfillment of it—that gets us to take action.\n📝 Note::\n\n\n\n🎯 Highlight:: Desire is the engine that drives behavior. Every action is taken because of the anticipation that precedes it. It is the craving that leads to the response.\n📝 Note::\n\n\n\n🎯 Highlight:: Most days, we’d rather be wrong with the crowd than be right by ourselves.\n📝 Note::\n\n\n\n🎯 Highlight:: Your habits are modern-day solutions to ancient desires. New versions of old vices.\n📝 Note::\n\n\n\n🎯 Highlight:: A craving\n📝 Note::\n\n\n\n🎯 Highlight:: Desire is the difference between where you are now and where you want to be in the future.\n📝 Note::\n\n\n\n🎯 Highlight:: motion allows us to feel like we’re making progress without running the risk of failure\n📝 Note::\n"},"ibooks-highlights/Bigger-Leaner-Stronger---The-Simple-Science-of-Building-the-Ultimate-Male-Body-(The-Build-Healthy-Muscle-Series)":{"title":"Bigger Leaner Stronger - The Simple Science of Building the Ultimate Male Body (The Build Healthy Muscle Series)","links":[],"tags":[],"content":"Title:: 📕 Bigger Leaner Stronger - The Simple Science of Building the Ultimate Male Body (The Build Healthy Muscle Series)\nAuthor:: Matthews, Michael\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 2\n\n\n🎯 Highlight:: lift hard, lift heavy, get sufficient rest, and feed your body correctly\n📝 Note::\n\n\n\n🎯 Highlight:: A high-intensity workout is one where you feel like you didn’t leave anything in the tank\n📝 Note::\n"},"ibooks-highlights/Deep-Work":{"title":"Deep Work","links":[],"tags":[],"content":"Title:: 📕 Deep Work\nAuthor:: Cal Newport\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 15\n\n\n🎯 Highlight:: Two Core Abilities for Thriving in the New Economy\n\n\nThe ability to quickly master hard things.\nThe ability to produce at an elite level, in terms of both quality and speed.\n\n\n📝 Note::\n\n\n\n🎯 Highlight::  If you don’t produce, you won’t thrive—no matter how skilled or talented you are.\n📝 Note::\n\n\n\n🎯 Highlight::  To learn hard things quickly, you must focus intensely without distraction.\n📝 Note::\n\n\n\n🎯 Highlight:: To produce at your peak level you need to work for extended periods with full concentration on a single task free from distraction.\n📝 Note::\n\n\n\n🎯 Highlight:: A good chief executive is essentially a hard-to-automate decision engine,\n📝 Note::\n\n\n\n🎯 Highlight:: To ask a CEO to spend four hours thinking deeply about a single problem is a waste of what makes him or her valuable. It’s better to hire three smart subordinates to think deeply about the problem and then bring their solutions to the executive for a final decision.\n📝 Note::\n\n\n\n🎯 Highlight:: Busyness as Proxy for Productivity: In the absence of clear indicators of what it means to be productive and valuable in their jobs, many knowledge workers turn back toward an industrial indicator of productivity: doing lots of stuff in a visible manner.\n📝 Note::\n\n\n\n🎯 Highlight:: “Who you are, what you think, feel, and do, what you love—is the sum of what you focus on.”\n📝 Note::\n\n\n\n🎯 Highlight:: voluntary effort to accomplish something difficult and worthwhile.”\n📝 Note::\n\n\n\n🎯 Highlight:: Human\n📝 Note::\n\n\n\n🎯 Highlight:: Your\n📝 Note::\n\n\n\n🎯 Highlight:: You have a finite amount of willpower that becomes depleted as you use it.\n📝 Note::\n\n\n\n\n🎯 Highlight:: Great creative minds] think like artists but work like accountants.”\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Their rituals minimized the friction in this transition to depth, allowing them to go deep more easily and stay in the state longer.\n📝 Note::\n\n\n\n🎯 Highlight:: The ability to concentrate intensely is a skill that must be trained.\n📝 Note::\n"},"ibooks-highlights/Digital-Minimalism":{"title":"Digital Minimalism","links":[],"tags":[],"content":"Title:: 📕 Digital Minimalism\nAuthor:: Cal Newport;\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 15\n\n\n🎯 Highlight:: tired of feeling like they’ve become a slave to their devices\n📝 Note::\n\n\n\n🎯 Highlight:: what you need instead is a full-fledged philosophy of technology use, rooted in your deep values, that provides clear answers to the questions of what tools you should use and how you should use them and, equally important, enables you to confidently ignore everything else.\n📝 Note::\n\n\n\n🎯 Highlight:: The key to thriving in our high-tech world, they’ve learned, is to spend much less time using technology.\n📝 Note::\n\n\n\n🎯 Highlight:: you come into the process a frazzled maximalist and leave an intentional minimalist.\n📝 Note::\n\n\n\n🎯 Highlight:: writes: “The mass of men lead lives of quiet desperation\n📝 Note::\n\n\n\n🎯 Highlight:: Addiction is a condition in which a person engages in use of a substance or in a behavior for which the rewarding effects provide a compelling incentive to repeatedly pursue the behavior despite detrimental consequences\n📝 Note::\n\n\n\n🎯 Highlight:: these addictive properties of new technologies are not accidents, but instead carefully engineered design features\n📝 Note::\n\n\n\n🎯 Highlight:: our soul can be understood as a chariot driver struggling to rein two horses\n📝 Note::\n\n\n\n🎯 Highlight:: I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived\n📝 Note::\n\n\n\n🎯 Highlight:: The cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run\n📝 Note::\n\n\n\n🎯 Highlight:: He asks us to treat the minutes of our life as a concrete and valuable substance—arguably the most valuable substance we possess—and to always reckon with how much of this life we trade for the various activities we allow to claim our time.\n📝 Note::\n\n\n\n🎯 Highlight:: A temporary detox is a much weaker resolution than trying to permanently change your life, and therefore much easier for your mind to subvert when the going gets tough.\n📝 Note::\n\n\n\n🎯 Highlight:: For many people, their compulsive phone use papers over a void created by a lack of a well-developed leisure life.\n📝 Note::\n\n\n\n🎯 Highlight:: put technology to work on behalf of specific things you value.\n📝 Note::\n\n\n\n🎯 Highlight:: The Minimalist Technology Screen\nTo allow an optional technology back into your life at the end of the digital declutter, it must:\nServe something you deeply value (offering some benefit is not enough).\nBe the best way to use technology to serve this value (if it’s not, replace it with something better).\nHave a role in your life that is constrained with a standard\n📝 Note::\n"},"ibooks-highlights/Discipline-Equals-Freedom":{"title":"Discipline Equals Freedom","links":[],"tags":[],"content":"Title:: 📕 Discipline Equals Freedom\nAuthor:: Jocko Willink\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: SET YOUR ALARM CLOCK AND GET OUT OF BED WHEN IT GOES OFF\n📝 Note::\n\n\n\n🎯 Highlight:: Exercise doesn’t need to be some complex, multi-level, multi-dimensional, scientifically proven methodology. But it does need to be SOMETHING\n📝 Note::\n\n\n\n🎯 Highlight:: Maintain the routine.\nMaintain the discipline.\n📝 Note::\n"},"ibooks-highlights/Ego-Is-the-Enemy":{"title":"Ego Is the Enemy","links":[],"tags":[],"content":"Title:: 📕 Ego Is the Enemy\nAuthor:: Ryan Holiday\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 13\n\n\n🎯 Highlight:: I’ve found that if you go looking you’ll find that history is also made by individuals who fought their egos at every turn, who eschewed the spotlight, and who put their higher goals above their desire for recognition\n📝 Note::\n\n\n\n🎯 Highlight:: The ego we see most commonly goes by a more casual definition: an unhealthy belief in our own importance\n📝 Note::\n\n\n\n🎯 Highlight:: In this way, ego is the enemy of what you want and of what you have: Of mastering a craft.\n📝 Note::\n\n\n\n🎯 Highlight:: ego inhibits true success by preventing a direct and honest connection to the world around us.\n📝 Note::\n\n\n\n🎯 Highlight:: If you start believing in your greatness, it is the death of your creativity\n📝 Note::\n\n\n\n🎯 Highlight:: suppress ego early before bad habits take hold,\n📝 Note::\n\n\n\n🎯 Highlight:: Ego is stolen. Confidence is earned\n📝 Note::\n\n\n\n🎯 Highlight:: It is poise, not pose.\n📝 Note::\n\n\n\n🎯 Highlight:: Almost universally, the kind of performance we give on social media is positive. It’s more “Let me tell you how well things are going. Look how great I am.” It’s rarely the truth: “I’m scared. I���m struggling. I don’t know.”\n📝 Note:: I don’t know and I’m scared but I’m starting anyways\n\n\n\n🎯 Highlight:: In actuality, silence is strength—particularly early on in any journey.\n📝 Note::\n\n\n\n🎯 Highlight:: Talk depletes us. Talking and doing fight for the same resources\n📝 Note::\n\n\n\n🎯 Highlight:: Let the others slap each other on the back while you’re back in the lab or the gym or pounding the pavement. Plug that hole—that one, right in the middle of your face—that can drain you of your vital life force. Watch what happens. Watch how much better you get.\n📝 Note::\n\n\n\n🎯 Highlight:: Appearances are deceiving. Having authority is not the same as being an authority.\n📝 Note::\n"},"ibooks-highlights/Guns,-Germs,-and-Steel":{"title":"Guns, Germs, and Steel","links":[],"tags":[],"content":"Title:: 📕 Guns, Germs, and Steel\nAuthor:: Jared Diamond\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: availability of more consumable calories means more people\n📝 Note::\n\n\n\n🎯 Highlight:: In practice, nomadic hunter-gatherers space their children about four years apart\n📝 Note::\n\n\n\n🎯 Highlight:: Germs thus acquired ultimately from domestic animals played decisive roles in the European conquests of Native Americans, Australians, South Africans, and Pacific islanders\n📝 Note::\n"},"ibooks-highlights/Hackers--and--Painters":{"title":"Hackers & Painters","links":[],"tags":[],"content":"Title:: 📕 Hackers &amp; Painters\nAuthor:: Paul Graham\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 8\n\n\n🎯 Highlight:: Good hackers develop a habit of questioning everything\n📝 Note::\n\n\n\n🎯 Highlight:: The way to create something beautiful is often to make subtle tweaks to something that already exists, or to combine existing ideas in a slightly new way.\n📝 Note::\n\n\n\n🎯 Highlight:: The only external test is time. Over time, beautiful things tend to thrive, and ugly things tend to get discarded.\n📝 Note::\n\n\n\n🎯 Highlight:: A startup is a small company that takes on a hard technical problem.\n📝 Note::\n\n\n\n🎯 Highlight:: If a fairly good hacker is worth 80,000 a year at a big company, then a smart hacker working very hard without any corporate bullshit to slow him down should be able to do work worth about 3 million a year.\n📝 Note::\n\n\n\n🎯 Highlight:: if you want to make a million dollars, you have to endure a million dollars’ worth of pain\n📝 Note::\n\n\n\n🎯 Highlight:: You just have to do something people want\n📝 Note::\n\n\n\n🎯 Highlight:: Wealth is the fundamental thing. Wealth is stuff we want: food, clothes, houses, cars, gadgets, travel to interesting places, and so on. You can have wealth without having money\n📝 Note::\n"},"ibooks-highlights/Hyperfocus":{"title":"Hyperfocus","links":[],"tags":[],"content":"Title:: 📕 Hyperfocus\nAuthor:: Chris Bailey\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 2\n\n\n🎯 Highlight:: We are what we pay attention to.\n📝 Note::\n\n\n\n🎯 Highlight:: We are what we pay attention to.\n📝 Note::\n"},"ibooks-highlights/Meditations":{"title":"Meditations","links":[],"tags":[],"content":"Title:: 📕 Meditations\nAuthor:: Marcus Aurelius\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: If you are doing your proper duty let it not matter to you whether you are cold or warm, whether you are sleepy or well-slept, whether men speak badly or well of you, even whether you are on the point of death or doing something else: because even this, the act in which we die, is\n📝 Note::\n\n\n\n🎯 Highlight:: The best revenge is not to be like your enemy.\n📝 Note::\n\n\n\n🎯 Highlight:: At break of day, when you are reluctant to get up, have this thought ready to mind: ‘I am getting up for a man’s work. Do I still then resent it, if I am going out to do what I was born for, the purpose for which I was brought into the world? Or was I created to wrap myself in blankets and keep warm?’ ‘But this is more pleasant.’ Were you then born for pleasure – all for feeling, not for action? Can you not see plants, birds, ants, spiders, bees all doing their own work, each helping in their own way to order the world? And then you do not want to do the work of a human being – you do not hurry to the demands of your own nature. ‘But one needs rest too.’ One does indeed:\n📝 Note::\n"},"ibooks-highlights/Sapiens---A-Brief-History-of-Humankind":{"title":"Sapiens - A Brief History of Humankind","links":[],"tags":[],"content":"Title:: 📕 Sapiens - A Brief History of Humankind\nAuthor:: Yuval Noah Harari\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 5\n\n\n🎯 Highlight:: In Homo sapiens, the brain accounts for about 2–3 per cent of total body weight, but it consumes 25 per cent of the body’s energy when the body is at rest\n📝 Note::\n\n\n\n🎯 Highlight:: Having so recently been one of the underdogs of the savannah, we are full of fears and anxieties over our position, which makes us doubly cruel and dangerous\n📝 Note::\n\n\n\n🎯 Highlight:: When humans domesticated fire, they gained control of an obedient and potentially limitless force\n📝 Note::\n\n\n\n🎯 Highlight:: Our lack of brothers and sisters makes it easier to imagine that we are the epitome of creation, and that a chasm separates us from the rest of the animal kingdom.\n📝 Note::\n\n\n\n🎯 Highlight:: Homo sapiens conquered the world thanks above all to its unique language.\n📝 Note::\n"},"ibooks-highlights/Shop-Class-as-Soulcraft":{"title":"Shop Class as Soulcraft","links":[],"tags":[],"content":"Title:: 📕 Shop Class as Soulcraft\nAuthor:: Matthew B. Crawford\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 7\n\n\n🎯 Highlight:: The disappearance of tools from our common education is the first step toward a wider ignorance of the world of artifacts we inhabit\n📝 Note::\n\n\n\n🎯 Highlight:: It’s a ventriloquist conversation in one mechanical voice, and the gist of it is “Yeah\n📝 Note::\n\n\n\n🎯 Highlight:: in becoming less obtrusive, our devices also become more complicated\n📝 Note::\n\n\n\n🎯 Highlight:: struggle for individual agency\n📝 Note::\n\n\n\n🎯 Highlight:: The rise of  “teamwork” has made it difficult to trace individual responsibility, and opened the way for new and uncanny modes of manipulation of workers by managers, who now appear in the guise of therapists or life coaches. Managers themselves inhabit a bewildering psychic landscape, and are made anxious by the vague imperatives they must answer to\n📝 Note::\n\n\n\n🎯 Highlight:: work were visible for all to see, so my competence was real for others as well; it had a social currency\n📝 Note::\n\n\n\n🎯 Highlight:: most people take pride in being good at something specific, which happens through the accumulation of experience.\n📝 Note::\n"},"ibooks-highlights/Steal-Like-an-Artist":{"title":"Steal Like an Artist","links":[],"tags":[],"content":"Title:: 📕 Steal Like an Artist\nAuthor:: Austin Kleon\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 22\n\n\n🎯 Highlight:: How does an artist look at the world?\nFirst, you figure out what’s worth stealing, then you move on to the next thing.\nThat’s about all there is to it.\n📝 Note::\n\n\n\n🎯 Highlight:: What is originality? Undetected plagiarism.”\n—William Ralph Inge\n📝 Note::\n\n\n\n🎯 Highlight:: The artist is a collector. Not a hoarder, mind you, there’s a difference: Hoarders collect indiscriminately, artists collect selectively. They only collect things that they really love\n📝 Note::\n\n\n\n\n🎯 Highlight::\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: it’s always your job to get yourself an education\n📝 Note::\n\n\n\n🎯 Highlight:: You have to be curious about the world in which you live. Look things up. Chase down every reference. Go deeper than anybody else—that’s how you’ll get ahead.\n📝 Note::\n\n\n\n🎯 Highlight:: it’s in the act of making things and doing our work that we figure out who we are.\n📝 Note::\n\n\n\n🎯 Highlight:: As Salvador Dalí said, “Those who do not want to imitate anything, produce nothing.”\n📝 Note::\n\n\n\n🎯 Highlight:: It is our failure to become our perceived ideal that ultimately defines us and makes us unique.” Thank goodness.\n📝 Note::\n\n\n\n🎯 Highlight:: If all your favorite makers got together and collaborated, what would they make with you leading the crew?\n📝 Note::\n\n\n\n🎯 Highlight:: Draw the art you want to see, start the business you want to run, play the music you want to hear, write the books you want to read, build the products you want to use—do the work you want to see done.\n📝 Note::\n\n\n\n🎯 Highlight:: We need to move, to feel like we’re making something with our bodies, not just our heads\n📝 Note::\n\n\n\n🎯 Highlight:: The computer is really good for editing your ideas, and it’s really good for getting your ideas ready for publishing out into the world, but it’s not really good for generating ideas. There are too many opportunities to hit the delete key.\n📝 Note::\n\n\n\n🎯 Highlight:: The work you do while you procrastinate is probably the work you should be doing for the rest of your life.”\n—Jessica Hische\n📝 Note::\n\n\n\n\n🎯 Highlight:: You can’t connect the dots looking forward, you can only connect them looking backwards.”\n—Steve Jobs\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: There’s no pressure when you’re unknown\n📝 Note::\n\n\n\n🎯 Highlight:: Travel makes the world look new, and when the world looks new, our brains work harder\n📝 Note::\n\n\n\n🎯 Highlight:: If you ever find that you’re the most talented person in the room, you need to find another room\n📝 Note::\n\n\n\n\n🎯 Highlight:: get comfortable with being misunderstood, disparaged, or ignored—the trick is to be too busy doing your work to care.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Get a calendar. Fill the boxes. Don’t break the chain.\n📝 Note::\n\n\n\n🎯 Highlight:: Nothing is more paralyzing than the idea of limitless possibilities. The idea that you can do anything is absolutely terrifying.\n📝 Note::\n\n\n\n🎯 Highlight:: right now.\nThe\n📝 Note:: Creativity loves constraint\n"},"ibooks-highlights/Steve-Jobs":{"title":"Steve Jobs","links":[],"tags":[],"content":"Title:: 📕 Steve Jobs\nAuthor:: Walter Isaacson\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 49\n\n\n🎯 Highlight:: that whatever he was touting was the best thing he had ever produced\n📝 Note::\n\n\n\n🎯 Highlight:: He loved doing things right. He even cared about the look of the parts you couldn’t see.”\n📝 Note::\n\n\n\n🎯 Highlight:: He was always walking around barefoot,”\n📝 Note::\n\n\n\n🎯 Highlight:: The thing that struck me was his intensity. Whatever he was interested in he would generally carry to an irrational extreme.”\n📝 Note::\n\n\n\n🎯 Highlight:: another role model waiting to be emulated.\n📝 Note::\n\n\n\n🎯 Highlight:: Intuition is a very powerful thing, more powerful than intellect, in my opinion\n📝 Note::\n\n\n\n🎯 Highlight:: If you just sit and observe, you will see how restless your mind is. If you try to calm it, it only makes it worse, but over time it does calm, and when it does, there’s room to hear more subtle things\n📝 Note::\n\n\n\n🎯 Highlight:: He had the attitude that he could do anything, and therefore so can you. He put his life in my hands. So that made me do something I didn’t think I could do.\n📝 Note::\n\n\n\n🎯 Highlight:: It was the brighter side of what would become known as his reality distortion field. “If you trust him, you can do things,” Holmes said. “If he’s decided that something should happen, then he’s just going to make it happen.\n📝 Note::\n\n\n\n🎯 Highlight:: I see God in the instruments and mechanisms that work reliably.\n📝 Note::\n\n\n\n🎯 Highlight:: Stay Hungry. Stay Foolish\n📝 Note::\n\n\n\n🎯 Highlight:: Because he could not afford to pay for computer time, he wrote the code by hand\n📝 Note::\n\n\n\n🎯 Highlight:: $1,300 in working capital\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs at times seemed to be driven by demons, while Woz seemed a naïf who was toyed with by angels. Jobs had a bravado that helped him get things done, occasionally by manipulating people. He\n📝 Note::\n\n\n\n🎯 Highlight:: drive for perfection meant caring about the craftsmanship even of the parts unseen\n📝 Note::\n\n\n\n🎯 Highlight:: Your goal should be making something you believe in and making a company that will last.”\n📝 Note::\n\n\n\n🎯 Highlight:: Simplicity is the ultimate sophistication\n📝 Note::\n\n\n\n🎯 Highlight:: For the rest of his career, Jobs would understand the needs and desires of customers better than any other business leader, he would focus on a handful of core products, and he would care, sometimes obsessively, about marketing and image and even the details of packaging\n📝 Note::\n\n\n\n🎯 Highlight:: In the annals of innovation, new ideas are only part of the equation. Execution is just as important\n📝 Note::\n\n\n\n🎯 Highlight:: capitalized on the inventions of a friend who wanted to give them away for free\n📝 Note::\n\n\n\n🎯 Highlight:: In his presence, reality is malleable. He can convince anyone of practically anything\n📝 Note::\n\n\n\n🎯 Highlight:: He had these huge expectations, and if people didn’t deliver, he couldn’t stand it. He couldn’t control himself\n📝 Note::\n\n\n\n🎯 Highlight:: The goal was never to beat the competition, or to make a lot of money. It was to do the greatest thing possible, or even a little greater.\n📝 Note::\n\n\n\n🎯 Highlight:: Issey Miyake\n📝 Note::\n\n\n\n🎯 Highlight:: more a showman than a businessman\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs was more intuitive and romantic and had a greater instinct for making technology usable, design delightful, and interfaces friendly. He had a passion for perfection, which made him fiercely demanding, and he managed by charisma and scattershot intensity.\n📝 Note::\n\n\n\n🎯 Highlight:: I will solve your problem, and you will pay me,” he told Jobs. “You can use what I produce, or not, but I will not do options, and either way you will pay me.”\n📝 Note::\n\n\n\n🎯 Highlight:: a great company must be able to impute its values from the first impression it makes.\n📝 Note::\n\n\n\n🎯 Highlight:: It had become for him a little island of magical artistry that gave him deep emotional pleasure, and he was willing to nurture it and bet on it.\n📝 Note::\n\n\n\n🎯 Highlight:: He believed that great harvests came from arid sources, pleasure from restraint,” she noted. “He knew the equations that most people didn’t know: Things led to their opposites\n📝 Note::\n\n\n\n🎯 Highlight:: I am a reflection of what I do,\n📝 Note::\n\n\n\n🎯 Highlight:: He had the power to focus like a laser beam, and when it came across you, you basked in the light of his attention. When it moved to another point of focus, it was very, very dark for you\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs had made it very clear that he and the “we” of Apple were one.\n📝 Note::\n\n\n\n\n🎯 Highlight:: Because the people who are crazy enough to think they can change the world are the ones who do.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Design is the fundamental soul of a man-made creation that ends up expressing itself in successive outer layers.”\n📝 Note::\n\n\n\n🎯 Highlight::  you can’t win on innovation unless you have a way to communicate to customers.”\n📝 Note::\n\n\n\n🎯 Highlight:: Steve prefers to be in the moment, talking things through. He once told me, ‘If you need slides, it shows you don’t know what you’re talking about.’”\n📝 Note::\n\n\n\n🎯 Highlight:: I’m one of the few people who understands how producing technology requires intuition and creativity, and how producing something artistic takes real discipline.\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs always wanted Apple to create its own unified utopia, a magical walled garden where hardware and software and peripheral devices worked well together to create a great experience, and where the success of one product drove sales of all the companions.\n📝 Note::\n\n\n\n🎯 Highlight:: If you don’t love something, you’re not going to go the extra mile, work the extra weekend, challenge the status quo as much.\n📝 Note::\n\n\n\n🎯 Highlight:: The job of art is to chase ugliness away\n📝 Note::\n\n\n\n🎯 Highlight:: We make progress by eliminating things, by removing the superfluous\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs decided not to have surgery to remove the tumor\n📝 Note::\n\n\n\n🎯 Highlight:: Jobs’s memento mori had been delivered by his doctors, but it did not instill humility. Instead he roared back after his recovery with even more passion. The illness reminded him that he had nothing to lose, so he should forge ahead full speed\n📝 Note::\n\n\n\n🎯 Highlight:: So let’s make it work.” It was what he liked to call a bet-the-company moment, high risk and high reward if it succeeded.\n📝 Note::\n\n\n\n🎯 Highlight:: At every step, Jobs pushed to remove and simplify\n📝 Note::\n\n\n\n🎯 Highlight:: He ordered a mango smoothie and a plain vegan pasta, neither of which was on the menu\n📝 Note::\n\n\n\n🎯 Highlight:: What are the five products you want to focus on? Get rid of the rest, because they’re dragging you down.\n📝 Note::\n\n\n\n🎯 Highlight:: I’m disappointed in Obama,” he said. “He’s having trouble leading because he’s reluctant to offend people or piss them off.”\n📝 Note::\n"},"ibooks-highlights/Sun-and-Steel":{"title":"Sun and Steel","links":[],"tags":[],"content":"Title:: 📕 Sun and Steel\nAuthor:: Mishima, Yukio\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 24\n\n\n🎯 Highlight:: I could either cultivate that orchard to its capacity or leave it for the weeds to run riot in.\n📝 Note::\n\n\n\n🎯 Highlight:: Words are a medium that reduces reality to abstraction\n📝 Note::\n\n\n\n🎯 Highlight::  If I had done so, my words would have lost their purity. I should have been violated by reality, and reality would have become inescapable.\n📝 Note::\n\n\n\n🎯 Highlight:: The exercise of the muscles elucidated the mysteries that words had made.\n📝 Note::\n\n\n\n🎯 Highlight:: For ideas are, in the long run, essentially foreign to human existence; and the body — receptacle of the involuntary muscles, of the internal organs and circulatory system over which it has no control — is foreign to the spirit, so that it is even possible for people to use the body as a metaphor for ideas, both being something quite alien to human existence as such.\n📝 Note::\n\n\n\n🎯 Highlight:: Little by little, I began to feel uncertain about the night\n📝 Note::\n\n\n\n🎯 Highlight:: The sun became associated with the main highway of my life. And little by little, it tanned my skin brown, branding me as a member of the other race.\n📝 Note::\n\n\n\n🎯 Highlight:: the steel restored the classical balance that the body had begun to lose, reinstating it in its natural form, the form that it should have had all along.\n📝 Note::\n\n\n\n🎯 Highlight:: Bulging muscles, a taut stomach, and a tough skin, I reasoned, would correspond respectively to an intrepid fighting spirit, the power of dispassionate intellectual judgement, and a robust disposition.\n📝 Note::\n\n\n\n🎯 Highlight:: Just as muscles slowly increase their resemblance to steel, so we are gradually fashioned by the world;\n📝 Note::\n\n\n\n🎯 Highlight:: At such times, the strength was mine, and equally it was the steel’s. My sense of existence was feeding on itself.\n📝 Note::\n\n\n\n🎯 Highlight:: It was an attempt to reach the “ultimate sensation” that lies just a hairsbreadth beyond the reach of the senses.\n📝 Note::\n\n\n\n🎯 Highlight:: Why do we conceive the desire to give expression to things that cannot be said—and sometimes succeed?\n📝 Note::\n\n\n\n🎯 Highlight:: The opponent and I dwelt in the same world. When I looked, the opponent was seen; when the opponent looked, I was seen;\n📝 Note::\n\n\n\n🎯 Highlight:: Ideas do not stare back\n📝 Note::\n\n\n\n🎯 Highlight:: no technique of action can become effective until repeated practice has drummed it into the unconscious areas of the mind.\n📝 Note::\n\n\n\n🎯 Highlight:: Pain, I came to feel, might well prove to be the sole proof of the persistence of consciousness within the flesh\n📝 Note::\n\n\n\n🎯 Highlight:: At the height of the fray, I found, the tardy process of creating muscle, whereby strength creates form and form creates strength, is repeated so swiftly that it becomes imperceptible to the eye\n📝 Note::\n\n\n\n🎯 Highlight:: The defeat of the foe occurs when he accommodates his form to the hollow in space that one has already marked out; at that moment, one’s own form must preserve a constant precision and beauty\n📝 Note::\n\n\n\n🎯 Highlight:: I lacked the physical courage to seek out suffering for myself, to take pain unto myself\n📝 Note::\n\n\n\n🎯 Highlight:: Yet my dreams became, at some stage, my muscles\n📝 Note::\n\n\n\n🎯 Highlight:: Thus I glimpsed from time to time another sun quite different from that by which I had been so long blessed, a sun full of the fierce dark flames of feeling, a sun of death that would never burn the skin yet gave forth a still stranger glow\n📝 Note::\n\n\n\n🎯 Highlight:: I knew, of course, that there are some truths in this world that one cannot see unless one unbends one’s posture. But such things could well be left to others.\n📝 Note::\n\n\n\n🎯 Highlight:: More than anything, I detested defeat\n📝 Note::\n"},"ibooks-highlights/The-48-Laws-of-Power":{"title":"The 48 Laws of Power","links":[],"tags":[],"content":"Title:: 📕 The 48 Laws of Power\nAuthor:: Robert Greene\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 28\n\n\n🎯 Highlight:: People have an overwhelming desire to believe in something\n📝 Note::\n\n\n\n🎯 Highlight:: Everyone admires the bold; no one honors the timid\n📝 Note::\n\n\n\n🎯 Highlight:: Always seem patient, as if you know that everything will come to you eventually\n📝 Note::\n\n\n\n🎯 Highlight:: Treating everyone equally means ignoring their differences, elevating the less skillful and suppressing those who excel\n📝 Note::\n\n\n\n🎯 Highlight:: those who make a show or display of innocence are the least innocent of all.\n📝 Note::\n\n\n\n🎯 Highlight:: the better you are at dealing with power, the better friend, lover, husband, wife, and person you become.\n📝 Note::\n\n\n\n🎯 Highlight:: properties. If the game of power is inescapable, better to be an artist than a denier or a bungler.\n📝 Note::\n\n\n\n🎯 Highlight:: An emotional response to a situation is the single greatest barrier to power, a mistake that will cost you a lot more than any temporary satisfaction you might gain by expressing your feelings\n📝 Note::\n\n\n\n🎯 Highlight:: patience is the supreme virtue of the gods, who have nothing but time. Everything good will happen—the grass will grow again, if you give it time and see several steps into the future\n📝 Note::\n\n\n\n🎯 Highlight:: a person who cannot control his words shows that he cannot control himself, and is unworthy of respect.\n📝 Note::\n\n\n\n🎯 Highlight:: But the human tongue is a beast that few can master. It strains constantly to break out of its cage, and if it is not tamed, it will run wild and cause you grief\n📝 Note::\n\n\n\n🎯 Highlight:: Once the words are out, you cannot take them back. Keep them under control.\n📝 Note::\n\n\n\n🎯 Highlight:: Absence diminishes minor passions and inflames great ones, as the wind douses a candle and fans a fire.\n📝 Note::\n\n\n\n🎯 Highlight:: They are missing a presence that will never return\n📝 Note::\n\n\n\n🎯 Highlight:: Image: The Sun. It can only be appreciated by its absence. The longer the days of rain, the more the sun is craved. But too many hot days and the sun overwhelms. Learn to keep yourself obscure and make people demand your return.\n📝 Note::\n\n\n\n🎯 Highlight:: Make yourself too available and the aura of power you have created around yourself will wear away. Turn the game around: Make yourself less accessible and you increase the value of your presence.\n📝 Note::\n\n\n\n🎯 Highlight:: Only the terminally subordinate act in a predictable manner\n📝 Note::\n\n\n\n🎯 Highlight:: in a strictly military sense a fortress is invariably a mistake. It becomes a symbol of power’s isolation,\n📝 Note::\n\n\n\n🎯 Highlight:: You have chosen war. What will happen will happen, and what it is to be we know not; only God knows.”\n📝 Note::\n\n\n\n🎯 Highlight:: never inadvertently to insult or impugn a person’s brain power. That is an unforgivable sin.\n📝 Note::\n\n\n\n🎯 Highlight:: Learn to play many roles, to be whatever the moment requires. Adapt your mask to the situation—be protean in the faces you wear.\n📝 Note::\n\n\n\n🎯 Highlight:: Know how to be all things to all men\n📝 Note::\n\n\n\n\n🎯 Highlight:: Everyone admires the bold; no one honors the timid.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Hesitation puts obstacles in your path, boldness eliminates them\n📝 Note::\n\n\n\n🎯 Highlight:: entering action with boldness has the magical effect of hiding our deficiencies\n📝 Note::\n\n\n\n🎯 Highlight:: Your timidity infects people with awkward energy, elicits embarrassment. Doubt springs up on all sides.\n📝 Note::\n\n\n\n🎯 Highlight:: Largeness of scale deceives the human eye.\n📝 Note::\n\n\n\n🎯 Highlight:: Money often makes a man small, but a man like him makes big money.\n📝 Note::\n"},"ibooks-highlights/The-Alchemist":{"title":"The Alchemist","links":[],"tags":[],"content":"Title:: 📕 The Alchemist\nAuthor:: Paulo Coelho\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 44\n\n\n🎯 Highlight:: shepherds, like seamen and like traveling salesmen, always found a town where there was someone who could make them forget the joys of carefree wandering.\n📝 Note::\n\n\n\n🎯 Highlight:: They trust me, and they’ve forgotten how to rely on their own instincts, because I lead them to nourishment.\n📝 Note::\n\n\n\n🎯 Highlight:: But when he thought to complain about the burden of its weight, he remembered that, because he had the jacket, he had withstood the cold of the dawn.\n📝 Note::\n\n\n\n🎯 Highlight:: It’s this: that at a certain point in our lives, we lose control of what’s happening to us, and our lives become controlled by fate. That’s the world’s greatest lie.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: whoever you are, or whatever it is that you do, when you really want something, it’s because that desire originated in the soul of the universe. It’s your mission on earth.”\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: He never realized that people are capable, at any time in their lives, of doing what they dream of.\n📝 Note::\n\n\n\n🎯 Highlight:: And, when you want something, all the universe conspires in helping you to achieve it.”\n📝 Note::\n\n\n\n🎯 Highlight:: If you start out by promising what you don’t even have yet, you’ll lose your desire to work toward getting it.”\n📝 Note::\n\n\n\n🎯 Highlight:: she wasn’t as important as his flock, because she didn’t depend on him. Maybe she didn’t even remember him. He was sure that it made no difference to her on which day he appeared: for her, every day was the same, and when each day is the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.\n📝 Note::\n\n\n\n🎯 Highlight:: The boy felt jealous of the freedom of the wind, and saw that he could have the same freedom. There was nothing to hold him back except himself.\n📝 Note::\n\n\n\n🎯 Highlight::  God has prepared a path for everyone to follow. You just have to read the omens that he left for you.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: Then go back and observe the marvels of my world,’ said the wise man. ‘You cannot trust a man if you don’t know his house.’\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: in front of his own sheep. But the marketplace was empty, and he was far from home, so he wept. He wept because God was unfair, and because this was the way God repaid those who believed in their dreams.\n📝 Note::\n\n\n\n🎯 Highlight:: But now I’m sad and alone. I’m going to become bitter and distrustful of people because one person betrayed me. I’m going to hate those who have found their treasure because I never found mine. And I’m going to hold on to what little I have, because I’m too insignificant to conquer the world.\n📝 Note::\n\n\n\n🎯 Highlight:: I’m like everyone else—I see the world in terms of what I would like to see happen, not what actually does.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: I’m afraid that if my dream is realized, I’ll have no reason to go on living.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: don’t want to change anything, because I don’t know how to deal with change. I’m used to the way I am\n📝 Note::\n\n\n\n🎯 Highlight:: Sometimes, there’s just no way to hold back the river.\n📝 Note::\n\n\n\n🎯 Highlight:: was the language of enthusiasm, of things accomplished with love and purpose, and as part of a search for something believed in and desired\n📝 Note::\n\n\n\n🎯 Highlight:: making a decision was only the beginning of things. When someone makes a decision, he is really diving into a strong current that will carry him to places he had never dreamed of when he first made the decision.\n📝 Note::\n\n\n\n🎯 Highlight:: They must be used to their new shepherd, and have probably already forgotten me. That’s good. Creatures like the sheep, that are used to traveling, know about moving on\n📝 Note::\n\n\n\n🎯 Highlight:: We are afraid of losing what we have, whether it’s our life or our possessions and property. But this fear evaporates when we understand that our life stories and the history of the world were written by the same hand\n📝 Note::\n\n\n\n🎯 Highlight:: people need not fear the unknown if they are capable of achieving what they need and want\n📝 Note::\n\n\n\n🎯 Highlight:: The dunes were changed constantly by the wind, yet these were the same sands he had known since he was a child\n📝 Note::\n\n\n\n🎯 Highlight:: If I am really a part of your dream, you’ll come back one day.”\n📝 Note::\n\n\n\n🎯 Highlight:: When you are in love, things make even more sense\n📝 Note::\n\n\n\n🎯 Highlight:: The secret is here in the present. If you pay attention to the present, you can improve upon it. And, if you improve on the present, what comes later will also be better. Forget about the future, and live each day according to the teachings, confident that God loves his children. Each day, in itself, brings with it an eternity\n📝 Note::\n\n\n\n🎯 Highlight:: He had lived every one of his days intensely since he had left home so long ago. If he died tomorrow, he would already have seen more than other shepherds, and he was proud of that.\n📝 Note::\n\n\n\n🎯 Highlight:: You must understand that love never keeps a man from pursuing his Personal Legend. If he abandons that pursuit, it’s because it wasn’t true love…the love that speaks the Language of the World\n📝 Note::\n\n\n\n🎯 Highlight:: There is only one way to learn,” the alchemist answered. “It’s through action\n📝 Note::\n\n\n\n🎯 Highlight:: The wise men understood that this natural world is only an image and a copy of paradise. The existence of this world is simply a guarantee that there exists a world that is perfect. God created the world so that, through its visible objects, men could understand his spiritual teachings and the marvels of his wisdom. That’s what I mean by action\n📝 Note::\n\n\n\n\n🎯 Highlight:: Tell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams, because every second of the search is a second’s encounter with God and with eternity.”\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: all people who are happy have God within them\n📝 Note::\n\n\n\n🎯 Highlight:: Your eyes show the strength of your soul,” answered the alchemist.\n📝 Note::\n\n\n\n🎯 Highlight:: when something evolves, everything around that thing evolves as well\n📝 Note::\n\n\n\n🎯 Highlight:: Even from a distance, their eyes conveyed the strength of their souls. And their eyes spoke of death.\n📝 Note::\n\n\n\n🎯 Highlight:: If a person is living out his Personal Legend, he knows everything he needs to know. There is only one thing that makes a dream impossible to achieve: the fear of failure.”\n📝 Note::\n\n\n\n🎯 Highlight:: Usually the threat of death makes people a lot more aware of their lives.\n📝 Note::\n\n\n\n🎯 Highlight:: When you are loved, there’s no need at all to understand what’s happening, because everything happens within you, and even men can turn themselves into the wind\n📝 Note::\n\n\n\n🎯 Highlight:: That’s what alchemists do. They show that, when we strive to become better than we are, everything around us becomes better, too.\n📝 Note::\n\n\n\n🎯 Highlight:: The boy reached through to the Soul of the World, and saw that it was a part of the Soul of God. And he saw that the Soul of God was his own soul. And that he, a boy, could perform miracles.\n📝 Note::\n\n\n\n🎯 Highlight:: The alchemist said, “No matter what he does, every person on earth plays a central role in the history of the world. And normally he doesn’t know it.”\n📝 Note::\n\n\n\n🎯 Highlight:: no project is completed until its objective has been achieved.\n📝 Note::\n\n\n\n🎯 Highlight:: It’s the possibility of having a dream come true that makes life interesting\n📝 Note::\n"},"ibooks-highlights/The-Comfort-Crisis---Embrace-Discomfort-to-Reclaim-Your-Wild,-Happy,-Healthy-Self":{"title":"The Comfort Crisis - Embrace Discomfort to Reclaim Your Wild, Happy, Healthy Self","links":[],"tags":[],"content":"Title:: 📕 The Comfort Crisis - Embrace Discomfort to Reclaim Your Wild, Happy, Healthy Self\nAuthor:: Michael Easter\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 25\n\n\n🎯 Highlight:: We are living progressively sheltered, sterile, temperature-controlled, overfed, underchallenged, safety-netted lives. And it’s limiting the degree to which we experience our “one wild and precious life,” as poet Mary Oliver put it.\n📝 Note::\n\n\n\n🎯 Highlight:: Failure even a hundred years ago could mean that you die,” said Elliott. “But people vastly overestimate the consequences of failure today. Failure now is that you fuck up a PowerPoint presentation and your boss gives you a bad look.”\n📝 Note::\n\n\n\n🎯 Highlight:: When you remove superficial metrics you can accomplish way more.”\n📝 Note::\n\n\n\n\n🎯 Highlight:: We all suck at new things. But clumsily exiting our comfort zones offers way too many upsides to ignore.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Fear is apparently a mindset often felt prior to experience.\n📝 Note::\n\n\n\n🎯 Highlight:: Torrance Test of Creative Thinking,\n📝 Note::\n\n\n\n🎯 Highlight:: Steve Jobs once said, “I’m a big believer in boredom….All the [technology] stuff is wonderful, but having nothing to do can be wonderful, too.”\n📝 Note::\n\n\n\n🎯 Highlight:: No one has perfected the art of giving me shit quite like she has, and it’s never hit me how much that means to me.\n📝 Note::\n\n\n\n🎯 Highlight:: It was the people most removed from the food source—mostly urbanites who had experienced only perfectly manicured meat all lined up in earnest at the grocery store—who had the harshest opinion about killing one’s own meat.\n📝 Note::\n\n\n\n🎯 Highlight:: One scientist calculated the numbers and found that a person’s odds of being alive are 1 in 10 to the 2,685,000 power. The scientist explains that these odds are the same as having a group of 2 million people each roll a trillion-sided die and every roll landing on the same number. Like 550,343,279,007.\n📝 Note::\n\n\n\n🎯 Highlight:: being overly materialistic leads to unhappiness.\n📝 Note::\n\n\n\n🎯 Highlight:: Before we figured out animal husbandry and crop cultivation we were “essentially professional athletes whose livelihood required [us] to be physically active,” said Harvard anthropologists.\n📝 Note::\n\n\n\n🎯 Highlight:: At the tip of the spear in the US we have the fittest soldiers who ever existed. At the opposite end we have the most unfit citizenry,” he said. “And that is to our detriment and to the detriment of America.”\n📝 Note::\n\n\n\n🎯 Highlight:: were able to draw on the Well of Fortitude we built on challenging missions\n📝 Note::\n\n\n\n🎯 Highlight:: despite the initial promises of minimalist and barefoot running, the method for most doesn’t seem to be any less injurious than running in traditional shoes, according to a review of all the research published in the scientific journal Sports Health\n📝 Note::\n\n\n\n🎯 Highlight:: Back pain costs our economy $100 billion every year.\n📝 Note::\n\n\n\n🎯 Highlight:: We used to be very active movement generalists,\n📝 Note::\n\n\n\n\n🎯 Highlight:: Just ten days of not using a muscle significantly weakens and shrinks it.\n\n\n📝 Note::\n\n\n\n\n🎯 Highlight:: Pain was and still is an evolutionary advantage\n📝 Note::\n\n\n\n🎯 Highlight:: Yet we mute it with pills, surgery, or rest.\n📝 Note::\n\n\n\n🎯 Highlight:: As an artist, I thought I knew blue. But that misogi fully immersed me in so many shades, gradients, vibrancies, and transitions of blue. The water and sky. I now know blue.\n📝 Note::\n\n\n\n🎯 Highlight:: the phenomenon first theorized by William James and proven by recent studies, which shows that new events decelerate our perception of time.\n📝 Note::\n\n\n\n🎯 Highlight:: Enter misogi, a circumnavigation of the edges of human potential.\n📝 Note::\n\n\n\n🎯 Highlight:: Misogi may uncover the coveted “flow state.”\n📝 Note::\n\n\n\n🎯 Highlight:: If I ended the day fitter or smarter, then it was a good day.\n📝 Note::\n"},"ibooks-highlights/The-Count-of-Monte-Cristo":{"title":"The Count of Monte Cristo","links":[],"tags":[],"content":"Title:: 📕 The Count of Monte Cristo\nAuthor:: Alexandre Dumas\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 24\n\n\n🎯 Highlight:: He told himself it was the hatred of men and not the vengeance of God that had thrust him into this dark abyss. He doomed these unknown men to the most cruel torments his fiery imagination was capable of conjuring up, but, even so, the most awful of these torments seemed to him too mild and too short for them, for after the torment would come death, and in death they would find, if not repose, at all events that insensibility which so nearly resembles repose.\n📝 Note::\n\n\n\n🎯 Highlight:: captivity shared with another is but half captivity\n📝 Note::\n\n\n\n🎯 Highlight:: The sea is the cemetery of the Château d’If.\n📝 Note::\n\n\n\n🎯 Highlight:: And they all regarded with astonishment this man whose eye had recovered an intelligence and his body a vigour they were far from suspecting him to possess.\n📝 Note::\n\n\n\n🎯 Highlight:: Time which casts its mantle of moss on all things material, and its mantle of oblivion on all things mortal\n📝 Note::\n\n\n\n🎯 Highlight:: On his deathbed, when his mind had been given that lucidity that the near approach of death brings with it, this thought which had till then only been a superstition, became a conviction. The last words he spoke were: ‘Maximilian, it was Edmond Dantès!’\n📝 Note::\n\n\n\n🎯 Highlight:: A man who lives in such a world of poetry will grow weary of a monotonous passion such as ours\n📝 Note::\n\n\n\n🎯 Highlight:: together with a will as powerful as it is possible for a mind to possess which is encumbered by a body over which it has lost the power of compelling obedience.\n📝 Note::\n\n\n\n🎯 Highlight:: what is marvellous? That which we do not comprehend. What is truly desirable? That which we cannot have. Now to see things I cannot understand, to procure things impossible of possession, such is the plan of my life. I can realize it by two means: money and will\n📝 Note::\n\n\n\n🎯 Highlight:: Are you prepared to fight against our ill fortune, Valentine? Tell me, for this is what I have come to ask you.\n📝 Note::\n\n\n\n🎯 Highlight:: everything appears possible to the condemned man, to whom a miracle becomes an everyday occurrence when it is a question\n📝 Note::\n\n\n\n🎯 Highlight:: of saving his life\n📝 Note::\n\n\n\n🎯 Highlight:: what I admire is your way of being served without a question,\n📝 Note::\n\n\n\n🎯 Highlight:: Devoted hearts seek one another in time of danger, and, child though I was, I instinctively sensed that some great danger was hanging over our heads\n📝 Note::\n\n\n\n🎯 Highlight:: On arriving at the house, Morrel was not even out of breath, for love lends wings\n📝 Note::\n\n\n\n🎯 Highlight:: What I have loved most after you,  Mercédès, has been myself, that means to say, my dignity, the force that made me superior to all others. This force was life to me. You have broken it, and I must die!”\n📝 Note::\n\n\n\n🎯 Highlight:: As for Monte Cristo, his head was bowed, his arms hung listless. He was crushed under the weight of twenty-four years’ memories\n📝 Note::\n\n\n\n🎯 Highlight:: there are those who have suffered so much and yet have not succumbed to their sufferings, but instead have built up a new fortune on the ruins of their former happiness\n📝 Note::\n\n\n\n🎯 Highlight:: Monte Cristo pressed his hand to his forehead. What was passing through that mind heavy with terrible secrets? What was the angel of light, or the angel of darkness, saying to that implacable human mind? God alone knows.\n📝 Note::\n\n\n\n🎯 Highlight:: Then this man of iron felt his heart swelling within him, a burning flame seemed to rise in his throat, and from thence rush to his eyes; he bowed his head and wept. For a while nothing was heard in the room but weeping and sobbing; a sound that must have been sweet to the angels in Heaven!\n📝 Note::\n\n\n\n🎯 Highlight:: What I demand, madame, is that justice shall be done. My mission on earth is to punish,” he added with a fierce look in his eyes. “I should send the executioner to any other woman were she the Queen herself, but to you I am merciful! To you I say: ‘Madame, have you not put aside a few drops of the most potent, the swiftest, and deadliest poison?\n📝 Note::\n\n\n\n🎯 Highlight:: He, who had never felt compassion for anyone, decided to go to his father so that in his weakness he would have someone to whom he could relate his sufferings, someone with whom he could weep\n📝 Note::\n\n\n\n🎯 Highlight:: Delays only double grief when one has to part\n📝 Note::\n\n\n\n🎯 Highlight:: It takes a long time for eyes that are swollen with weeping to see clearly, and at first, perhaps, he did not comprehend this infinite mercy, but at length he took patience and waited\n📝 Note::\n"},"ibooks-highlights/The-Creative-Act":{"title":"The Creative Act","links":[],"tags":[],"content":"Title:: 📕 The Creative Act\nAuthor:: Rick Rubin\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 4\n\n\n🎯 Highlight:: Use what’s helpful.\nLet go of the rest.\n📝 Note::\n\n\n\n🎯 Highlight:: Creativity is a fundamental aspect of being human. It’s our birthright. And it’s for all of us.\n📝 Note::\n\n\n\n🎯 Highlight:: If you have an idea you’re excited about and you don’t bring it to life, it’s not uncommon for the idea to find its voice through another maker. This isn’t because the other artist stole your idea, but because the idea’s time has come.\n📝 Note::\n\n\n\n🎯 Highlight:: As children, we experience much less interference between receiving ideas and internalizing them. We accept new information with delight instead of making comparisons to what we already believe; we live in the moment rather than worrying about future consequences; we are spontaneous more than analytical; we are curious, not jaded\n📝 Note::\n"},"ibooks-highlights/The-Histories":{"title":"The Histories","links":[],"tags":[],"content":"Title:: 📕 The Histories\nAuthor:: Herodotus\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 4\n\n\n🎯 Highlight:: He himself was a mortal man, and was burning alive another who had once been as prosperous as he\n📝 Note::\n\n\n\n🎯 Highlight:: the Persians before their conquest of Lydia had no luxuries of any kind.\n📝 Note::\n\n\n\n🎯 Highlight:: If an important decision is to be made, they discuss the question when they are drunk, and the following day the master of the house where the discussion was held submits their decision for reconsideration when they are sober. If they still approve it, it is adopted; if not, it is abandoned\n📝 Note::\n\n\n\n🎯 Highlight:: Croesus saw him coming; but because in his misery he did not care if he lived or died, he made no effort to defend himself\n📝 Note::\n"},"ibooks-highlights/The-Pragmatic-Programmer---From-Journeyman-to-Master":{"title":"The Pragmatic Programmer - From Journeyman to Master","links":[],"tags":[],"content":"Title:: 📕 The Pragmatic Programmer - From Journeyman to Master\nAuthor:: Hunt, Andrew;Thomas, David\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 3\n\n\n🎯 Highlight:: Programming is a craft. At its simplest, it comes down to getting a computer to do what you want it to do\n📝 Note::\n\n\n\n🎯 Highlight:: We who cut mere stones must always be envisioning cathedrals.\n📝 Note::\n\n\n\n🎯 Highlight:: Responsibility is something you actively agree to. You make a commitment to ensure that something is done right, but you don’t necessarily have direct control over every aspect of it.\n📝 Note::\n"},"ibooks-highlights/The-Rugged-Life":{"title":"The Rugged Life","links":[],"tags":[],"content":"Title:: 📕 The Rugged Life\nAuthor:: Clint Emerson\nLink:: Apple Books Link\nAnnotations\nNumber of annotations:: 1\n\n\n🎯 Highlight:: I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.”\n—Henry David Thoreau\n📝 Note::\n"},"index":{"title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."}}